import{C as a,o as e,c as t,E as s,k as d,j as i}from"./chunks/framework.Bmhw_dvp.js";const h=`<h3 id="content_1_0">『超昂战士』<span id="c1f29485"></span> </h3>
<p>通过发生性关系获得力量，变身战斗的战士之总称。变身方法、力量名称及种类因所属势力而异，但“通过发生性关系变强的变身女英雄”这一特点是共通的。</p>
<h3 id="content_1_1">『DIE-BEAT』<span id="caac7a97"></span> </h3>
<p>正式名称为『Defense imperative to earth beat forces』，简称『DIE-BEAT』。由从未来过来的战部时贞与优诺在君枝的援助下组织的防卫组织。旨在防卫现代人类力量无法应对的侵略行为，防止人类走向破灭的未来。将停业的复合型游乐设施改造后作为基地使用。</p>
<h3 id="content_1_2">『想破上弦众』<span id="z5d65251"></span> </h3>
<p>拥有被称为『闪忍』的超昂战士的忍者组织之一。由被称为『龙之者』的异能者担任头领，数百年间一直在暗中守护着日本的和平。现在的头领由从未来过来的龙之者战部时贞暂代。『闪忍』基本上都接受过忍者的训练，没有资质的人无法成为闪忍。</p>
<h3 id="content_1_3">『久世上弦众』<span id="u438109d"></span> </h3>
<p>从『想破上弦众』分化出来的派系。聚集了虽然有能力但在世上没有容身之处的人或犯罪者等，旨在不受框架束缚行使正义的组织。头领是白银晃。虽然是忍者但不具备『闪忍』的力量，通过ADDD进行变身。</p>
<h3 id="content_1_4">『神骑』<span id="z733acd0"></span> </h3>
<p>奉天神（天）之命与魔王作战的天使。为了在地上行使力量，需要进行D Charge。与DIE-BEAT处于共同作战关系。</p>
<h3 id="content_1_5">『神骑』<span id="fea57442"></span> </h3>
<p>获得了被神骑打倒的魔王之力，进而获得神骑能力的改造型人类的总称。根据其体内潜藏的欲望，姿态和能力各有不同。</p>
<h3 id="content_1_6">『BEAT PORTAL』<span id="la52ae7b"></span> </h3>
<p>DIE-BEAT的技术首席高圆寺沙耶香，根据优诺从未来带回的设计图制造出的同位召唤装置。以Dyna Lite（蝶矿石）为能源，能够从异世界召唤超昂战士。</p>
<h3 id="content_1_7">『ＤＤＤ』  <span id="ebabb605"></span> </h3>
<p>『Dokidoki Dynamo』的简称。超昂战士的原型——Escalayer（超昂闪忍）的力量源泉。将性兴奋转化为能量的装置。</p>
<h3 id="content_1_8">『ＡＤＤＤ』  <span id="lad03600"></span> </h3>
<p>『Advance Dokidoki Dynamo』的简称。以『DDD』为基础，将能量转换装置置于异次元，使变身者无需再进行肉体改造的改良型。随着该装置的完成，虽然根据个人情况存在适应率差异，但基本上任何人都能成为超昂战士，因此能够编成大量的战斗人员。</p>
<h3 id="content_1_9">『D Charge』<span id="ga82e562"></span> </h3>
<p>DIE-BEAT的领袖战部时贞为超昂战士注入能量的行为之名称。原本根据势力的不同，存在『龙轮功』『导魔』等各自的强化名称，但时贞所进行的行为统称为『D Charge』。</p>
<h3 id="content_1_10">『Aldark』<span id="u311535c"></span> </h3>
<p>企图侵略地球的宇宙人组织。由首领Distburn率领。虽然与曾经和Escalayer战斗过的侵略军团Dailast在组织构成上相似（如包含Fooman、Frust怪人等），但关系不明。</p>
<h3 id="content_1_11">『ＮＡＵ』  <span id="b50217f5"></span> </h3>
<p>『Noah's Ark Union』的简称。以欧盟（EU）为中心的复合企业体。从最高层开始，干部的身份信息均为绝密。</p>
<h3 id="content_1_12">『想破七闪』<span id="hacaeb50"></span> </h3>
<p>想破上弦众的闪忍中，拥有特别强大力量的七名闪忍。由头领挑选产生。</p>
<h3 id="content_1_13">『久世七暴』<span id="o0bd6aad"></span> </h3>
<p>久世上弦众内部不定期举行的排名赛中，赋予前七名的称号。</p>
<h3 id="content_1_14">『九大神骑』<span id="v9f21485"></span> </h3>
<p>天神的神骑中，包括天使长阿兹艾尔（阿兹艾尔）在内的九名强大神骑。各自拥有不同种类被称为神武的武器，并率领着部下。对人类的态度因人而异。</p>
<h3 id="content_1_15">『天界』<span id="ie1969b1"></span> </h3>
<p>天神的神骑们居住的空间。存在于高空的异次元中，通常情况下无法认知。</p>
<h3 id="content_1_16">『歼·上弦众』<span id="e6dd03bf"></span> </h3>
<p>背叛想破上弦众，成为超昂战士之敌的忍者集团。由前上弦众忍者钢（钢）率领，目的是消除龙之者与拥有超昂之力的人。</p>
<h3 id="content_1_17">『Fooman』<span id="q932dfbe"></span> </h3>
<p>Aldark的人造生物战斗员。强度因颜色和形态而异。叫声是“噗！”</p>
<h3 id="content_1_18">『灭忍』<span id="m4b3e3f4"></span> </h3>
<p>歼·上弦众的杂兵忍者。</p>
<h3 id="content_1_19">『扎因』<span id="e128b982"></span> </h3>
<p>散落于地上的魔王魔力与人类的欲望相结合后，人形化而成的恶魔。</p>
<h3 id="content_1_20">『装备道具』<span id="h2b1ef78"></span> </h3>
<p>装备道具可以通过叠加相同物品来进行强化。</p>
<p>使用“野猫之铃”可以对任意可强化的装备道具进行1次强化。</p>
<h3 id="content_1_21">『角色故事』<span id="f3d0376f"></span> </h3>
<p>提升与角色的好感度，即可解锁新的故事。使用道具来提升好感度吧。</p>
<h3 id="content_1_22">『甜心』<span id="b9f2b511"></span> </h3>
<p>埴轮形状的谜之怪物。作为AliceSoft（A社）的吉祥物角色在多部作品中登场。对魔法拥有绝对耐性，因此魔法属性攻击无效。击败在战斗中随机出现的『Honey』可获得经验值（EXP）加成。</p>
<h3 id="content_1_23">『每日关卡』<span id="a8d0e350"></span> </h3>
<p>每日关卡每天可挑战2次（仅周日为4次），最多可出击20人。挑战次数最多可保留2次转移至次日。每日关卡中的敌人体力（Stamina）比平时要少。</p>
<h3 id="content_1_24">『好感度』<span id="m206705d"></span> </h3>
<p>角色的好感度可通过以下行为提升：“角色等级提升（达到一定数量）”、“角色突破极限”、“抽卡获得重复角色”、“使用好感度提升道具”、“设置为主界面角色（每天首次登录时）”。</p>
<h3 id="content_1_25">『助战』<span id="p5aefda5"></span> </h3>
<p>设置的角色可以在其他玩家的战斗中作为助战者被召唤。（可在总览左下角的按钮进行设置）在自己的战斗中可以召唤其他玩家的角色，但必杀技会被固定为自动模式。</p>
<h3 id="content_1_26">『获得经验值』<span id="u88bbe72"></span> </h3>
<p>当玩家等级低于关卡难度时，获得的经验值会减少。想要提升等级的话，就去通关难度接近玩家等级的关卡吧。此外，战斗败北或超时会导致获得的经验值减半。</p>
<h3 id="content_1_27">『突破极限』<span id="x29d6d42"></span> </h3>
<p>当通过抽卡获得已拥有的角色所积累的突破点数超过一定数值时，消耗资金以及成长至当前等级所需的强化点数，即可让角色突破极限。突破极限后，参数的成长率会增加。突破点数可以使用『高涨的花蕾』来代用。</p>
<h3 id="content_1_28">『角色等级』<span id="l6d8d8dd"></span> </h3>
<p>角色等级最高可强化至与玩家等级相同的等级。</p>
<h3 id="content_1_29">『昂扬花苞』<span id="i8de4aa5"></span> </h3>
<p>通过消耗此道具，可以作为突破极限的突破点数使用。此外，也可以用其获取尚未拥有的角色。</p>
<h3 id="content_1_30">『VR房』<span id="v58aef89"></span> </h3>
<p>在DIE-BEAT设施内打造的虚拟现实体验装置，可以进行具备全方位感官的虚拟体验，用于每日轮换的训练项目以及与超昂战士进行D Charge。</p>
<h3 id="content_1_31">『异常状态：毒』<span id="h4f89fd4"></span> </h3>
<p>受到攻击时有概率陷入毒状态。陷入毒状态后，一定时间内体力消耗量变为2倍。</p>
<h3 id="content_1_32">『异常状态：魅惑』<span id="e37a9b01"></span> </h3>
<p>受到攻击时有概率陷入魅惑状态。陷入魅惑状态后，一定时间内会攻击我方队伍，且无法使用必杀技。因为可以撤退，所以如果觉得危险，撤退也是有效的应对手段。</p>
<h3 id="content_1_33">『异常状态：眩晕』<span id="o4017d76"></span> </h3>
<p>受到攻击时有概率陷入晕眩状态。陷入晕眩状态后，一定时间内无法行动，且必定会被敌人的攻击命中。</p>
<h3 id="content_1_34">『领域增益／减益效果』<span id="f3925cf2"></span> </h3>
<p>战斗中，对目标场地施加的增益／减益效果。在一定时间内会对整个目标场地产生影响，因此效果显著。可以与以单位为目标的增益／减益效果叠加。</p>
<h3 id="content_1_35">『撤退』<span id="ydb79f42"></span> </h3>
<p>战斗中，向下拖动单位图标即可使其撤退。场上我方角色过少会陷入不利，因此看准时机撤退并出击新角色也是有效的策略。出击前角色的图标在显示『GO！』标志前无法撤退。</p>
<h3 id="content_1_36">『优先设置』<span id="j782d106"></span> </h3>
<p>通过进行优先设置，可以在一定程度上调整出击顺序和出击阵容。</p>
<h3 id="content_1_37">『巫女绘马』<span id="ebd498bf"></span> </h3>
<p>存在金、银、木制3种类型。使用后可以增加角色的突破点数。达到最大极限突破时超出的点数不会返还，敬请注意。</p>
<p>金银绘马非常罕见，如果见到的话可千万不要错过。</p>
<h3 id="content_1_38">『心形板块消除倍率』<span id="o3d58c0e"></span> </h3>
<p>随玩家等级提升而增加（每5级+1），也会随拥有的角色数量增加。手动消除心形板块时，经验值（EXP）点数会乘以心形板块消除倍率，从而增加获得的经验值点数。</p>
<h3 id="content_1_39">『被绑Honey』<span id="f6026773"></span> </h3>
<p>仅在活动关卡中出现的特殊Honey。击败后会掉落作为活动角色获取及极限突破材料的『高涨的花蕾·束缚』。</p>
<h3 id="content_1_40">『觉醒强化』<span id="b2f2e489"></span> </h3>
<p>使用觉醒点数可以强化角色。</p>
<p>要强化必杀技和固有效果，除了觉醒点数外还需要专用道具。</p>
<h3 id="content_1_41">『觉醒点数』<span id="e6dec7a6"></span> </h3>
<p>觉醒强化所需的点数。可通过使用道具、纯爱H、D Charge+、捕获角色被捕获等方式增加。</p>
<h3 id="content_1_42">『D Charge+』<span id="oc558e74"></span> </h3>
<p>好感度达到100后，每提升50即可执行一次。执行D Charge+可获得觉醒点数。</p>
<h3 id="content_1_43">『觉醒之木』<span id="cf157207"></span> </h3>
<p>“觉醒之木·小、觉醒之木·中、觉醒之木·大”：使用后获得觉醒点数。</p>
<p>“觉醒之木·必杀、觉醒之木·固有效果”：对必杀技和固有效果进行觉醒强化时所需。</p>
<h3 id="content_1_44">『魔法攻击无效』<span id="pf82b71c"></span> </h3>
<p>存在Honey等魔法攻击无效的敌人。</p>
<p>用物理攻击的角色进行攻击，或者装备“咬牙切齿王子”来进行攻击吧。</p>
<h3 id="content_1_45">『物理（魔法）伤害减免』<span id="ab71f79f"></span> </h3>
<p>部分敌人拥有物理耐性或魔法耐性。使用对应类型的攻击打击具有耐性的敌人时，造成的伤害会减少。</p>
<p>即使使用忽略防御力的必杀技，也无法突破这种耐性。</p>
<h3 id="content_1_46">『交易所』<span id="z8d5f69e"></span> </h3>
<p>可以使用代币获取道具。</p>
<p>有每月获取上限的道具，其兑换次数会在每月1日早上4点重置。</p>
<h3 id="content_1_47">『代币』<span id="leb3ac4f"></span> </h3>
<p>在交易所获取物品所必需。<br>Token可以通过在出售所出售物品获得。</p>
<h3 id="content_1_48">『必杀充能增量』<span id="m34cc8a8"></span> </h3>
<p>进行普通攻击时，必杀技槽会增加相当于必杀充能增量的数值。</p>
<p>・不存在攻击目标而没有进行攻击
・触发了固有效果代替了普通攻击
在上述情况下，必杀技槽不会增加。</p>
<h3 id="content_1_49">『必杀技槽』<span id="s179530f"></span> </h3>
<p>必杀技槽积满至最大值时即可使用必杀技。</p>
<p>进行普通攻击时，必杀技槽会增加相当于必杀充能增量的数值。此外，必杀技槽每秒会增加1%。</p>
`,o={html:h},f=JSON.parse('{"title":"Tips一览","description":"","frontmatter":{"title":"Tips一览","layout":"doc","meta":{"sourceUrl":"https://escalationheroines.wikiru.jp/?Tips%E4%B8%80%E8%A6%A7","sourceUpdated":"2022-04-23 (土) 09:36:57","synced":"2026-07-22","reviewed":false,"translated":true}},"headers":[],"relativePath":"site/zh/tips.md","filePath":"site/zh/tips.md"}'),_={name:"site/zh/tips.md"},l=Object.assign(_,{setup(c){return(r,n)=>{const p=a("MirrorContent");return e(),t("div",null,[s(p,{html:d(o).html},null,8,["html"]),n[0]||(n[0]=i("div",{class:"search-index",style:{display:"none"},"aria-hidden":"true"},"『超昂战士』 通过发生性关系获得力量，变身战斗的战士之总称。变身方法、力量名称及种类因所属势力而异，但“通过发生性关系变强的变身女英雄”这一特点是共通的。 『DIE-BEAT』 正式名称为『Defense imperative to earth beat forces』，简称『DIE-BEAT』。由从未来过来的战部时贞与优诺在君枝的援助下组织的防卫组织。旨在防卫现代人类力量无法应对的侵略行为，防止人类走向破灭的未来。将停业的复合型游乐设施改造后作为基地使用。 『想破上弦众』 拥有被称为『闪忍』的超昂战士的忍者组织之一。由被称为『龙之者』的异能者担任头领，数百年间一直在暗中守护着日本的和平。现在的头领由从未来过来的龙之者战部时贞暂代。『闪忍』基本上都接受过忍者的训练，没有资质的人无法成为闪忍。 『久世上弦众』 从『想破上弦众』分化出来的派系。聚集了虽然有能力但在世上没有容身之处的人或犯罪者等，旨在不受框架束缚行使正义的组织。头领是白银晃。虽然是忍者但不具备『闪忍』的力量，通过ADDD进行变身。 『神骑』 奉天神（天）之命与魔王作战的天使。为了在地上行使力量，需要进行D Charge。与DIE-BEAT处于共同作战关系。 『神骑』 获得了被神骑打倒的魔王之力，进而获得神骑能力的改造型人类的总称。根据其体内潜藏的欲望，姿态和能力各有不同。 『BEAT PORTAL』 DIE-BEAT的技术首席高圆寺沙耶香，根据优诺从未来带回的设计图制造出的同位召唤装置。以Dyna Lite（蝶矿石）为能源，能够从异世界召唤超昂战士。 『ＤＤＤ』 『Dokidoki Dynamo』的简称。超昂战士的原型——Escalayer（超昂闪忍）的力量源泉。将性兴奋转化为能量的装置。 『ＡＤＤＤ』 『Advance Dokidoki Dynamo』的简称。以『DDD』为基础，将能量转换装置置于异次元，使变身者无需再进行肉体改造的改良型。随着该装置的完成，虽然根据个人情况存在适应率差异，但基本上任何人都能成为超昂战士，因此能够编成大量的战斗人员。 『D Charge』 DIE-BEAT的领袖战部时贞为超昂战士注入能量的行为之名称。原本根据势力的不同，存在『龙轮功』『导魔』等各自的强化名称，但时贞所进行的行为统称为『D Charge』。 『Aldark』 企图侵略地球的宇宙人组织。由首领Distburn率领。虽然与曾经和Escalayer战斗过的侵略军团Dailast在组织构成上相似（如包含Fooman、Frust怪人等），但关系不明。 『ＮＡＵ』 『Noah's Ark Union』的简称。以欧盟（EU）为中心的复合企业体。从最高层开始，干部的身份信息均为绝密。 『想破七闪』 想破上弦众的闪忍中，拥有特别强大力量的七名闪忍。由头领挑选产生。 『久世七暴』 久世上弦众内部不定期举行的排名赛中，赋予前七名的称号。 『九大神骑』 天神的神骑中，包括天使长阿兹艾尔（阿兹艾尔）在内的九名强大神骑。各自拥有不同种类被称为神武的武器，并率领着部下。对人类的态度因人而异。 『天界』 天神的神骑们居住的空间。存在于高空的异次元中，通常情况下无法认知。 『歼·上弦众』 背叛想破上弦众，成为超昂战士之敌的忍者集团。由前上弦众忍者钢（钢）率领，目的是消除龙之者与拥有超昂之力的人。 『Fooman』 Aldark的人造生物战斗员。强度因颜色和形态而异。叫声是“噗！” 『灭忍』 歼·上弦众的杂兵忍者。 『扎因』 散落于地上的魔王魔力与人类的欲望相结合后，人形化而成的恶魔。 『装备道具』 装备道具可以通过叠加相同物品来进行强化。 使用“野猫之铃”可以对任意可强化的装备道具进行1次强化。 『角色故事』 提升与角色的好感度，即可解锁新的故事。使用道具来提升好感度吧。 『甜心』 埴轮形状的谜之怪物。作为AliceSoft（A社）的吉祥物角色在多部作品中登场。对魔法拥有绝对耐性，因此魔法属性攻击无效。击败在战斗中随机出现的『Honey』可获得经验值（EXP）加成。 『每日关卡』 每日关卡每天可挑战2次（仅周日为4次），最多可出击20人。挑战次数最多可保留2次转移至次日。每日关卡中的敌人体力（Stamina）比平时要少。 『好感度』 角色的好感度可通过以下行为提升：“角色等级提升（达到一定数量）”、“角色突破极限”、“抽卡获得重复角色”、“使用好感度提升道具”、“设置为主界面角色（每天首次登录时）”。 『助战』 设置的角色可以在其他玩家的战斗中作为助战者被召唤。（可在总览左下角的按钮进行设置）在自己的战斗中可以召唤其他玩家的角色，但必杀技会被固定为自动模式。 『获得经验值』 当玩家等级低于关卡难度时，获得的经验值会减少。想要提升等级的话，就去通关难度接近玩家等级的关卡吧。此外，战斗败北或超时会导致获得的经验值减半。 『突破极限』 当通过抽卡获得已拥有的角色所积累的突破点数超过一定数值时，消耗资金以及成长至当前等级所需的强化点数，即可让角色突破极限。突破极限后，参数的成长率会增加。突破点数可以使用『高涨的花蕾』来代用。 『角色等级』 角色等级最高可强化至与玩家等级相同的等级。 『昂扬花苞』 通过消耗此道具，可以作为突破极限的突破点数使用。此外，也可以用其获取尚未拥有的角色。 『VR房』 在DIE-BEAT设施内打造的虚拟现实体验装置，可以进行具备全方位感官的虚拟体验，用于每日轮换的训练项目以及与超昂战士进行D Charge。 『异常状态：毒』 受到攻击时有概率陷入毒状态。陷入毒状态后，一定时间内体力消耗量变为2倍。 『异常状态：魅惑』 受到攻击时有概率陷入魅惑状态。陷入魅惑状态后，一定时间内会攻击我方队伍，且无法使用必杀技。因为可以撤退，所以如果觉得危险，撤退也是有效的应对手段。 『异常状态：眩晕』 受到攻击时有概率陷入晕眩状态。陷入晕眩状态后，一定时间内无法行动，且必定会被敌人的攻击命中。 『领域增益／减益效果』 战斗中，对目标场地施加的增益／减益效果。在一定时间内会对整个目标场地产生影响，因此效果显著。可以与以单位为目标的增益／减益效果叠加。 『撤退』 战斗中，向下拖动单位图标即可使其撤退。场上我方角色过少会陷入不利，因此看准时机撤退并出击新角色也是有效的策略。出击前角色的图标在显示『GO！』标志前无法撤退。 『优先设置』 通过进行优先设置，可以在一定程度上调整出击顺序和出击阵容。 『巫女绘马』 存在金、银、木制3种类型。使用后可以增加角色的突破点数。达到最大极限突破时超出的点数不会返还，敬请注意。 金银绘马非常罕见，如果见到的话可千万不要错过。 『心形板块消除倍率』 随玩家等级提升而增加（每5级+1），也会随拥有的角色数量增加。手动消除心形板块时，经验值（EXP）点数会乘以心形板块消除倍率，从而增加获得的经验值点数。 『被绑Honey』 仅在活动关卡中出现的特殊Honey。击败后会掉落作为活动角色获取及极限突破材料的『高涨的花蕾·束缚』。 『觉醒强化』 使用觉醒点数可以强化角色。 要强化必杀技和固有效果，除了觉醒点数外还需要专用道具。 『觉醒点数』 觉醒强化所需的点数。可通过使用道具、纯爱H、D Charge+、捕获角色被捕获等方式增加。 『D Charge+』 好感度达到100后，每提升50即可执行一次。执行D Charge+可获得觉醒点数。 『觉醒之木』 “觉醒之木·小、觉醒之木·中、觉醒之木·大”：使用后获得觉醒点数。 “觉醒之木·必杀、觉醒之木·固有效果”：对必杀技和固有效果进行觉醒强化时所需。 『魔法攻击无效』 存在Honey等魔法攻击无效的敌人。 用物理攻击的角色进行攻击，或者装备“咬牙切齿王子”来进行攻击吧。 『物理（魔法）伤害减免』 部分敌人拥有物理耐性或魔法耐性。使用对应类型的攻击打击具有耐性的敌人时，造成的伤害会减少。 即使使用忽略防御力的必杀技，也无法突破这种耐性。 『交易所』 可以使用代币获取道具。 有每月获取上限的道具，其兑换次数会在每月1日早上4点重置。 『代币』 在交易所获取物品所必需。Token可以通过在出售所出售物品获得。 『必杀充能增量』 进行普通攻击时，必杀技槽会增加相当于必杀充能增量的数值。 ・不存在攻击目标而没有进行攻击 ・触发了固有效果代替了普通攻击 在上述情况下，必杀技槽不会增加。 『必杀技槽』 必杀技槽积满至最大值时即可使用必杀技。 进行普通攻击时，必杀技槽会增加相当于必杀充能增量的数值。此外，必杀技槽每秒会增加1%。",-1))])}}});export{f as __pageData,l as default};
