import{C as n,o as t,c as e,E as s,k as a,j as c}from"./chunks/framework.Bmhw_dvp.js";const o=`<div class="contents">
<a id="contents_1"></a>
<ul class="list1 list-indent1"><li><a href="#content_1_0"> 概要 </a>
<ul class="list3 list-indent2"><li><a href="#content_1_1"> 『真夏』キャラ一覧 </a></li>
<li><a href="#content_1_2"> 『眼鏡』キャラ一覧 </a></li>
<li><a href="#content_1_3"> 『バレンタイン』キャラ一覧 </a></li>
<li><a href="#content_1_4"> 『ブライド』キャラ一覧 </a></li>
<li><a href="#content_1_5"> 『聖夜』キャラ一覧 </a></li>
<li><a href="#content_1_6"> 『正月』キャラ一覧 </a></li>
<li><a href="#content_1_7"> 『ハロウィン』キャラ一覧 </a></li>
<li><a href="#content_1_8"> 『超昂』(超昂フェス)キャラ一覧 </a></li>
<li><a href="#content_1_9"> 『コラボ』キャラ一覧 </a></li>
<li><a href="#content_1_10"> 『体育祭』キャラ一覧 </a></li>
<li><a href="#content_1_11"> 『レガリア』キャラ一覧 </a></li>
<li><a href="#content_1_12"> 『九大神騎』キャラ一覧 </a></li>
<li><a href="#content_1_13"> 『アルカナ』キャラ一覧 </a></li></ul></li></ul>
</div>
<br><br>
<h2 id="content_1_0">概要   <span id="a4a329eb"></span> </h2>
<div class="ie5"><div class="table-scroll"><table border="0" cellspacing="1" class="style_table"><tbody><tr><td class="style_td" colspan="2">特殊属性確認画面</td></tr>
<tr><td class="style_td"><img alt="特殊属性表示画面.jpg" height="235" loading="lazy" src="/img/348282d52f8846a2.jpg" title="特殊属性表示画面.jpg" width="400"></td><td class="style_td"><img alt="特殊属性確認画面.jpg" height="235" loading="lazy" src="/img/710e36cdebb897bd.jpg" title="特殊属性確認画面.jpg" width="400"></td></tr>
</tbody></table></div></div>
<p>キャラクター強化→表示変更→特殊属性、またはキャラの個別のステータス画面でSDキャラの右側で確認できる「特殊属性」の一覧です。<br>
キャラクター強化→並び替え→絞り込み設定 から絞り込み可能です。</p>
<p>現在は超昂装備の装備条件に「超昂フェス」が影響しています。また<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E8%81%96%E5%89%A3%E3%82%B3%E3%82%B9%E3%83%A2%E3%82%B9" rel="noopener" target="_blank">聖剣コスモス</a>が「装備者は全ての所属、特殊属性を持つ。」という能力を持っています。</p>

<div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>編集例</p>
</div><div class="rgn-content" style="display: none">
<pre>#region(『真夏』キャラ一覧)
#includex(絞り込めるカテゴリ一覧,section=(filter=^『真夏』キャラ一覧$),titlestr=off)
#endregion</pre>
<pre>#region(『超昂』(超昂フェス)キャラ一覧)
#includex(絞り込めるカテゴリ一覧,section=(filter=^『超昂』\\(超昂フェス\\)キャラ一覧$),titlestr=off)
#endregion</pre>
</div></div>
<h4 id="content_1_1">『真夏』キャラ一覧   <span id="nb43741d"></span> </h4>
<p>※は『真夏』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>真夏のエクシール</li>
<li>真夏のカペラ</li>
<li>真夏のシリカ　R</li>
<li>真夏のシズカ</li>
<li>真夏のチルカ</li>
<li>真夏のナリカ</li>
<li>真夏のスバル</li>
<li>真夏のエスカレイヤー</li>
<li>真夏のイノリ　※</li>
<li>真夏のニコール</li>
<li>真夏のマドカ　※</li>
<li>真夏のニャンコ　R</li>
<li>真夏のハルカ　※</li>
<li>真夏のフウカ　※</li>
<li>真夏のアズエル　※</li>
<li>真夏のメガエル　※</li>
<li>真夏のエスカ・ルビー</li>
<li>真夏のノドカ</li>
<li>真夏のイーイー　※</li>
<li>真夏のセラフィール</li>
<li>真夏のメグミ　※</li></ul>
<h4 id="content_1_2">『眼鏡』キャラ一覧   <span id="l5b20d6c"></span> </h4>
<ul class="list1 list-indent1"><li>神騎アルゴル　R</li>
<li>魔術師のルカ</li>
<li>魔女プカルル</li>
<li>一の神鍵アズエル</li>
<li>ビートチューリップ・マリア　SR</li>
<li>神騎ベガ　R</li>
<li>神騎グラシエル　R</li>
<li>バレンタインアズエル</li>
<li>理系のアルデバラン</li>
<li>ビートリバイバル・カナリア　R</li>
<li>ビートハンター・エイム</li>
<li>真夏のアズエル</li>
<li>サロン・コバリ</li>
<li>魔女シャオ　SR</li></ul>
<h4 id="content_1_3">『バレンタイン』キャラ一覧   <span id="tbbb7c55"></span> </h4>
<p>※は『バレンタイン』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>バレンタインエスカ・アメイズ</li>
<li>バレンタインナリカ</li>
<li>バレンタインツルコ　R</li>
<li>バレンタインショウコ</li>
<li>バレンタインハルカ</li>
<li>バレンタインエクシール</li>
<li>バレンタインスピカ</li>
<li>バレンタインミゴー　※　R</li>
<li>バレンタインアズエル</li>
<li>バレンタインクラリス</li>
<li>バレンタインサイカ</li>
<li>バレンタインリコリス</li>
<li>バレンタインニル　※</li>
<li>バレンタインマドカ　※</li>
<li>バレンタインタイガージョナ</li></ul>
<h4 id="content_1_4">『ブライド』キャラ一覧   <span id="lf4c9c18"></span> </h4>
<p>※は『ブライド』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>ブライド・エスカレイヤー</li>
<li>ブライド・アヤカ</li>
<li>ブライドエスカ・アメイズ</li>
<li>ブライド・ニル</li>
<li>ブライド・ライカ</li>
<li>ブライドハルカ・リバース</li>
<li>ブライド・イーイー　※</li>
<li>ブライド・エクシール　※</li>
<li>ブライド・セリカエル　※</li>
<li>ブライド・リルカ　※</li>
<li>ブライド・スバル　※</li>
<li>ブライド・クルル</li>
<li>ブライド・フェリニ</li>
<li>ブライドエスカ・ルビー</li>
<li>ブライドエスカレイヤー・リバース</li></ul>
<h4 id="content_1_5">『聖夜』キャラ一覧   <span id="pa365973"></span> </h4>
<p>※は『聖夜』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>聖夜ハルカ</li>
<li>聖夜こもり</li>
<li>聖夜エスカ・トパーズ</li>
<li>聖夜エスカレイヤー</li>
<li>聖夜エスカ・ルビー</li>
<li>聖夜ニル</li>
<li>聖夜ブロクミエル</li>
<li>聖夜メイファール　※</li>
<li>聖夜シズク</li>
<li>聖夜エクシール　※</li>
<li>聖夜イノリ　※</li></ul>
<h4 id="content_1_6">『正月』キャラ一覧   <span id="bec43fb9"></span> </h4>
<p>※は『正月』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>正月エスカ・ルビー</li>
<li>正月エスカ・サファイア</li>
<li>正月キリエル</li>
<li>正月エスカレイヤー・リバース</li>
<li>正月ノノノ</li>
<li>正月の切裂余命</li>
<li>正月クサリ</li>
<li>正月ナリカ</li>
<li>正月ポラリス</li>
<li>正月タイガージョナ　※</li>
<li>正月エスカレイヤー　※</li>
<li>正月エスカ・アメイズ</li>
<li>正月シリカ</li></ul>
<h4 id="content_1_7">『ハロウィン』キャラ一覧   <span id="c59b6655"></span> </h4>
<p>※は『ハロウィン』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>ハロウィンアカネ</li>
<li>ハロウィンアキエ</li>
<li>ハロウィンキレー　　　R</li>
<li>ハロウィンイーイー</li>
<li>ハロウィンノドカ</li>
<li>ハロウィンヴィアール</li>
<li>ハロウィンエクシール</li>
<li>ハロウィンニコール　※</li>
<li>ハロウィンポピー　※</li></ul>
<h4 id="content_1_8">『超昂』(超昂フェス)キャラ一覧   <span id="v1c6d343"></span> </h4>
<p>※は『超昂フェス』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>皇帝のニル</li>
<li>エンジェリック・エスカレイヤー</li>
<li>エスカルビー・アステライズ</li>
<li>一の神鍵アズエル</li>
<li>超昂閃忍ハルカ</li>
<li>超昂閃忍スバル</li>
<li>超昂閃忍ナリカ</li>
<li>ビートスター・マリナ</li>
<li>超昂神騎エクシール</li>
<li>超昂神騎キリエル</li>
<li>エスカサファイア・ムーンライズ</li>
<li>超昂閃忍イノリ</li>
<li>レジェンド・エスカレイヤー</li>
<li>エスカアメイズ・ファンタスマ</li>
<li>バビロニア・ニル</li>
<li>超昂閃忍チルカ</li>
<li>エスカトパーズ・ミスティカル</li>
<li>レジェンド・ハルカ</li>
<li>バビロニア・ノノノ</li>
<li>邪閃忍ライカ</li>
<li>レガリアの超昂神騎ミカフィール</li>
<li>レガリアの超昂神騎ユリエル</li>
<li>レガリアの超昂神騎マヤエル</li>
<li>レガリアの超昂神騎メガエル　※</li></ul>
<h4 id="content_1_9">『コラボ』キャラ一覧   <span id="e40a648b"></span> </h4>
<ul class="list1 list-indent1"><li>ビートアンスキルド・カナミ</li>
<li>ビートタクティクス・ウルザ　SR</li>
<li>ビートクワィエット・シヅカ</li>
<li>ビートカーム・ナギ　SR</li>
<li>ビートソニック・アキレス</li>
<li>ビートマルス・ケンシン</li>
<li>ビートウィザード・リリアム</li>
<li>ビートサムライ・アオイ　SR</li>
<li>ビートスカルプター・サテラ</li>
<li>ビートチューリップ・マリア　SR</li>
<li>ビートビジョン・リズナ</li>
<li>神騎コトネーゼ</li>
<li>閃忍ユキノ　SR</li>
<li>神騎サーヤ</li>
<li>ビートプレジデント・シーラ</li>
<li>ビートクイーン・リア　SR</li>
<li>ビートエンハンス・シルキィ</li>
<li>閃忍イズミ</li>
<li>ビートアクトレス・マナミ　SR</li>
<li>魔女キョウカ</li>
<li>女郎蜘蛛初音</li>
<li>女郎蜘蛛奏子</li>
<li>ビートブラスト・アサギ</li>
<li>魔女クレナイ　SR</li>
<li>閃忍ユキカゼ</li>
<li>閃忍マチ</li>
<li>閃忍フクシュウチャン　SR</li>
<li>閃忍ワーグ</li>
<li>ビートストーム・ハヅキ</li>
<li>神騎レブエル</li>
<li>ビートアモーレ・ジブリール</li>
<li>神騎ジブリール・ゼロ　SR</li>
<li>ビートアモーレ・ジブリールアリエス</li></ul>
<h4 id="content_1_10">『体育祭』キャラ一覧   <span id="t4371f60"></span> </h4>
<p>※は『体育祭』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>体育祭のハルカ</li>
<li>体育祭のノノノ</li>
<li>体育祭のヤブルー</li>
<li>体育祭のキリエル</li>
<li>体育祭のクラリス　R</li>
<li>体育祭のムツカ　※</li></ul>
<h4 id="content_1_11">『レガリア』キャラ一覧   <span id="n271f989"></span> </h4>
<p>※は『レガリア』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>レガリアの神騎ユリエル</li>
<li>レガリアの神騎マヤエル</li>
<li>レガリアの神騎メガエル</li>
<li>真夏のメガエル</li>
<li>レガリアの超昂神騎ミカフィール</li>
<li>レガリアの超昂神騎ユリエル　※</li>
<li>レガリアの超昂神騎マヤエル</li>
<li>レガリアの超昂神騎メガエル</li></ul>
<h4 id="content_1_12">『九大神騎』キャラ一覧   <span id="i042cc72"></span> </h4>
<p>※は『九大神騎』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>七の賢腕シャムエル</li>
<li>八の闇刃ラブディエル</li>
<li>六の法杖セラフィール</li>
<li>九の護銃メイファール</li>
<li>三の裁刀イザナエル</li>
<li>四の狩斧ゼブリエル</li>
<li>二の聖剣ミカフィール</li>
<li>五の魅琴マリエル</li>
<li>一の神鍵アズエル</li>
<li>シスター・メイファール</li>
<li>和装のセラフィール</li>
<li>思慮深き五の魅琴マリエル</li>
<li>バレンタインアズエル</li>
<li>聖夜メイファール</li>
<li>真夏のアズエル</li>
<li>レガリアの超昂神騎ミカフィール</li>
<li>真夏のセラフィール　※</li></ul>
<h4 id="content_1_13">『アルカナ』キャラ一覧   <span id="x19a50ec"></span> </h4>
<p>※は『アルカナ』に関係する効果を所持</p>
<ul class="list1 list-indent1"><li>エスカ・アメイズ　R</li>
<li>バレンタインエスカ・アメイズ</li>
<li>剛毅のレヴィ</li>
<li>皇帝のニル</li>
<li>魔術師のルカ</li>
<li>節制のクラリス</li>
<li>死神のストナ</li>
<li>運命のイーイー</li>
<li>ブライドエスカ・アメイズ</li>
<li>ブライド・ニル</li>
<li>戦車のニコール</li>
<li>正義のヒトミ</li>
<li>電脳の魔女クラリス</li>
<li>ハロウィンイーイー</li>
<li>聖夜ニル</li>
<li>バレンタインクラリス</li>
<li>審判のクロエ</li>
<li>ブライド・イーイー</li>
<li>真夏のニコール</li>
<li>バビロニア・ニル</li>
<li>エスカアメイズ・ファンタスマ</li>
<li>真夏のイーイー</li>
<li>ハロウィンニコール</li>
<li>正月エスカ・アメイズ</li>
<li>バレンタインニル</li>
<li>体育祭のクラリス　R</li>
<li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E9%AD%94%E6%B3%95%E5%B0%91%E5%A5%B3%E3%83%92%E3%83%88%E3%83%9F" rel="noopener" target="_blank">魔法少女ヒトミ</a>　※</li></ul>
`,d={html:o},u=JSON.parse('{"title":"絞り込めるカテゴリ一覧","description":"","frontmatter":{"title":"絞り込めるカテゴリ一覧","layout":"doc","meta":{"sourceUrl":"https://escalationheroines.wikiru.jp/?%E7%B5%9E%E3%82%8A%E8%BE%BC%E3%82%81%E3%82%8B%E3%82%AB%E3%83%86%E3%82%B4%E3%83%AA%E4%B8%80%E8%A6%A7","sourceUpdated":"2026-07-22 (水) 17:04:18","synced":"2026-07-22","reviewed":false,"translated":false}},"headers":[],"relativePath":"site/ja/special-attributes.md","filePath":"site/ja/special-attributes.md"}'),r={name:"site/ja/special-attributes.md"},f=Object.assign(r,{setup(p){return(_,l)=>{const i=n("MirrorContent");return t(),e("div",null,[s(i,{html:a(d).html},null,8,["html"]),l[0]||(l[0]=c("div",{class:"search-index",style:{display:"none"},"aria-hidden":"true"},"概要 『真夏』キャラ一覧 『眼鏡』キャラ一覧 『バレンタイン』キャラ一覧 『ブライド』キャラ一覧 『聖夜』キャラ一覧 『正月』キャラ一覧 『ハロウィン』キャラ一覧 『超昂』(超昂フェス)キャラ一覧 『コラボ』キャラ一覧 『体育祭』キャラ一覧 『レガリア』キャラ一覧 『九大神騎』キャラ一覧 『アルカナ』キャラ一覧 概要 特殊属性確認画面 キャラクター強化→表示変更→特殊属性、またはキャラの個別のステータス画面でSDキャラの右側で確認できる「特殊属性」の一覧です。 キャラクター強化→並び替え→絞り込み設定 から絞り込み可能です。 現在は超昂装備の装備条件に「超昂フェス」が影響しています。また聖剣コスモスが「装備者は全ての所属、特殊属性を持つ。」という能力を持っています。 編集例 #region(『真夏』キャラ一覧) #includex(絞り込めるカテゴリ一覧,section=(filter=^『真夏』キャラ一覧$),titlestr=off) #endregion #region(『超昂』(超昂フェス)キャラ一覧) #includex(絞り込めるカテゴリ一覧,section=(filter=^『超昂』\\(超昂フェス\\)キャラ一覧$),titlestr=off) #endregion 『真夏』キャラ一覧 ※は『真夏』に関係する効果を所持 真夏のエクシール 真夏のカペラ 真夏のシリカ R 真夏のシズカ 真夏のチルカ 真夏のナリカ 真夏のスバル 真夏のエスカレイヤー 真夏のイノリ ※ 真夏のニコール 真夏のマドカ ※ 真夏のニャンコ R 真夏のハルカ ※ 真夏のフウカ ※ 真夏のアズエル ※ 真夏のメガエル ※ 真夏のエスカ・ルビー 真夏のノドカ 真夏のイーイー ※ 真夏のセラフィール 真夏のメグミ ※ 『眼鏡』キャラ一覧 神騎アルゴル R 魔術師のルカ 魔女プカルル 一の神鍵アズエル ビートチューリップ・マリア SR 神騎ベガ R 神騎グラシエル R バレンタインアズエル 理系のアルデバラン ビートリバイバル・カナリア R ビートハンター・エイム 真夏のアズエル サロン・コバリ 魔女シャオ SR 『バレンタイン』キャラ一覧 ※は『バレンタイン』に関係する効果を所持 バレンタインエスカ・アメイズ バレンタインナリカ バレンタインツルコ R バレンタインショウコ バレンタインハルカ バレンタインエクシール バレンタインスピカ バレンタインミゴー ※ R バレンタインアズエル バレンタインクラリス バレンタインサイカ バレンタインリコリス バレンタインニル ※ バレンタインマドカ ※ バレンタインタイガージョナ 『ブライド』キャラ一覧 ※は『ブライド』に関係する効果を所持 ブライド・エスカレイヤー ブライド・アヤカ ブライドエスカ・アメイズ ブライド・ニル ブライド・ライカ ブライドハルカ・リバース ブライド・イーイー ※ ブライド・エクシール ※ ブライド・セリカエル ※ ブライド・リルカ ※ ブライド・スバル ※ ブライド・クルル ブライド・フェリニ ブライドエスカ・ルビー ブライドエスカレイヤー・リバース 『聖夜』キャラ一覧 ※は『聖夜』に関係する効果を所持 聖夜ハルカ 聖夜こもり 聖夜エスカ・トパーズ 聖夜エスカレイヤー 聖夜エスカ・ルビー 聖夜ニル 聖夜ブロクミエル 聖夜メイファール ※ 聖夜シズク 聖夜エクシール ※ 聖夜イノリ ※ 『正月』キャラ一覧 ※は『正月』に関係する効果を所持 正月エスカ・ルビー 正月エスカ・サファイア 正月キリエル 正月エスカレイヤー・リバース 正月ノノノ 正月の切裂余命 正月クサリ 正月ナリカ 正月ポラリス 正月タイガージョナ ※ 正月エスカレイヤー ※ 正月エスカ・アメイズ 正月シリカ 『ハロウィン』キャラ一覧 ※は『ハロウィン』に関係する効果を所持 ハロウィンアカネ ハロウィンアキエ ハロウィンキレー R ハロウィンイーイー ハロウィンノドカ ハロウィンヴィアール ハロウィンエクシール ハロウィンニコール ※ ハロウィンポピー ※ 『超昂』(超昂フェス)キャラ一覧 ※は『超昂フェス』に関係する効果を所持 皇帝のニル エンジェリック・エスカレイヤー エスカルビー・アステライズ 一の神鍵アズエル 超昂閃忍ハルカ 超昂閃忍スバル 超昂閃忍ナリカ ビートスター・マリナ 超昂神騎エクシール 超昂神騎キリエル エスカサファイア・ムーンライズ 超昂閃忍イノリ レジェンド・エスカレイヤー エスカアメイズ・ファンタスマ バビロニア・ニル 超昂閃忍チルカ エスカトパーズ・ミスティカル レジェンド・ハルカ バビロニア・ノノノ 邪閃忍ライカ レガリアの超昂神騎ミカフィール レガリアの超昂神騎ユリエル レガリアの超昂神騎マヤエル レガリアの超昂神騎メガエル ※ 『コラボ』キャラ一覧 ビートアンスキルド・カナミ ビートタクティクス・ウルザ SR ビートクワィエット・シヅカ ビートカーム・ナギ SR ビートソニック・アキレス ビートマルス・ケンシン ビートウィザード・リリアム ビートサムライ・アオイ SR ビートスカルプター・サテラ ビートチューリップ・マリア SR ビートビジョン・リズナ 神騎コトネーゼ 閃忍ユキノ SR 神騎サーヤ ビートプレジデント・シーラ ビートクイーン・リア SR ビートエンハンス・シルキィ 閃忍イズミ ビートアクトレス・マナミ SR 魔女キョウカ 女郎蜘蛛初音 女郎蜘蛛奏子 ビートブラスト・アサギ 魔女クレナイ SR 閃忍ユキカゼ 閃忍マチ 閃忍フクシュウチャン SR 閃忍ワーグ ビートストーム・ハヅキ 神騎レブエル ビートアモーレ・ジブリール 神騎ジブリール・ゼロ SR ビートアモーレ・ジブリールアリエス 『体育祭』キャラ一覧 ※は『体育祭』に関係する効果を所持 体育祭のハルカ 体育祭のノノノ 体育祭のヤブルー 体育祭のキリエル 体育祭のクラリス R 体育祭のムツカ ※ 『レガリア』キャラ一覧 ※は『レガリア』に関係する効果を所持 レガリアの神騎ユリエル レガリアの神騎マヤエル レガリアの神騎メガエル 真夏のメガエル レガリアの超昂神騎ミカフィール レガリアの超昂神騎ユリエル ※ レガリアの超昂神騎マヤエル レガリアの超昂神騎メガエル 『九大神騎』キャラ一覧 ※は『九大神騎』に関係する効果を所持 七の賢腕シャムエル 八の闇刃ラブディエル 六の法杖セラフィール 九の護銃メイファール 三の裁刀イザナエル 四の狩斧ゼブリエル 二の聖剣ミカフィール 五の魅琴マリエル 一の神鍵アズエル シスター・メイファール 和装のセラフィール 思慮深き五の魅琴マリエル バレンタインアズエル 聖夜メイファール 真夏のアズエル レガリアの超昂神騎ミカフィール 真夏のセラフィール ※ 『アルカナ』キャラ一覧 ※は『アルカナ』に関係する効果を所持 エスカ・アメイズ R バレンタインエスカ・アメイズ 剛毅のレヴィ 皇帝のニル 魔術師のルカ 節制のクラリス 死神のストナ 運命のイーイー ブライドエスカ・アメイズ ブライド・ニル 戦車のニコール 正義のヒトミ 電脳の魔女クラリス ハロウィンイーイー 聖夜ニル バレンタインクラリス 審判のクロエ ブライド・イーイー 真夏のニコール バビロニア・ニル エスカアメイズ・ファンタスマ 真夏のイーイー ハロウィンニコール 正月エスカ・アメイズ バレンタインニル 体育祭のクラリス R 魔法少女ヒトミ ※",-1))])}}});export{u as __pageData,f as default};
