import{C as a,o as t,c as r,E as s,k as e,j as d}from"./chunks/framework.Bmhw_dvp.js";const b=`<h3 id="content_1_0">『超昂戦士』   <span id="c1f29485"></span> </h3>
<p>エッチすることで力を得、変身して戦う戦士の総称。<br>
変身方法や力の名称、種類は所属勢力によって異なるが、<br>
「エッチで強くなる変身ヒロイン」という点は共通している。</p>
<h3 id="content_1_1">『ダイビート』   <span id="caac7a97"></span> </h3>
<p>正式名称『Defense imperative to earth beat forces』<br>
略称『ダイビート（DIE-BEAT）』。<br>
未来から来た戦部トキサダとユーノが君枝の援助を得て<br>
組織した防衛組織。<br>
現代人類の力で対処出来ない侵略行為を防衛し、<br>
人類の破滅の未来を防ぐのが目的。<br>
閉園した複合アミューズメント施設を改造して基地に使っている。</p>
<h3 id="content_1_2">『想破上弦衆』   <span id="z5d65251"></span> </h3>
<p>『閃忍』と呼ばれる、超昂戦士を擁する忍者組織の一つ。<br>
『龍の者』と呼ばれる異能者が頭領を務め、<br>
数百年の長きに渡って日本の平和を影から支え続けてきた。<br>
現在の頭領は、未来から来た龍の者である戦部トキサダが<br>
暫定的に務めている。<br>
『閃忍』は基本的に忍としての訓練を受けており、<br>
適性の無いものは閃忍にはなれない。</p>
<h3 id="content_1_3">『久世上弦衆』   <span id="u438109d"></span> </h3>
<p>『想破上弦衆』から別れた派閥。<br>
能力はあるが世間に居場所がない者や犯罪者などを集め、<br>
枠に囚われずに正義を行う事を目的とした組織。<br>
頭領は白銀アキラ。<br>
忍ではあるが『閃忍』の力は持たずADDDによって変身する。</p>
<h3 id="content_1_4">『天界神騎』   <span id="z733acd0"></span> </h3>
<p>アマツ神から魔王と戦う命を受けた天使。<br>
地上で力を行使するためにＤチャージを必要とする。<br>
ダイビートとは共闘関係にある。</p>
<h3 id="content_1_5">『地上神騎』   <span id="fea57442"></span> </h3>
<p>天界神騎が倒した魔王の力を受け、<br>
神騎の能力を得た人間の総称。<br>
その身に秘めた欲望によって姿、能力は異なる。</p>
<h3 id="content_1_6">『ビート・ポータル』   <span id="la52ae7b"></span> </h3>
<p>ダイビート技術チーフ高円寺さやかが、<br>
ユーノが未来から持参した設計図を元に作った、同位召喚装置。<br>
ダイナライト（蝶鉱石）をエネルギー源とし、<br>
異世界から超昂戦士を召喚することが出来る。</p>
<h3 id="content_1_7">『ＤＤＤ』  <span id="ebabb605"></span> </h3>
<p>『ドキドキダイナモ』の略称。<br>
超昂戦士のオリジナルであるエスカレイヤーの力の源。<br>
性的昂奮をエネルギーに変換する装置。</p>
<h3 id="content_1_8">『ＡＤＤＤ』  <span id="lad03600"></span> </h3>
<p>『アドバンス・ドキドキダイナモ』の略称。<br>
『ＤＤＤ』をベースに、エネルギー変換装置を別次元に置き、<br>
変身者の肉体改造を不要とした改良型。この装置の完成により、<br>
人によっての適合率はあるが基本的に誰でも超昂戦士になれる<br>
ようになり、多数の戦闘スタッフを編成可能になった。</p>
<h3 id="content_1_9">『Ｄチャージ』   <span id="ga82e562"></span> </h3>
<p>ダイビートのリーダー、戦部トキサダが超昂戦士にエネルギーを<br>
注ぐ行為の名称。<br>
もともと勢力によっては『龍輪功』『導魔』など個別の強化名称が<br>
存在するが、トキサダが行う行為はすべて『Ｄチャージ』と<br>
呼んでいる。</p>
<h3 id="content_1_10">『アルダーク』   <span id="u311535c"></span> </h3>
<p>地球侵略を企てる宇宙人の組織。率いるのは首領ディストバーン。<br>
フーマン、フラスト怪人など、かつてエスカレイヤーと戦った<br>
侵略軍団ダイラストと組織構成は似ているが関係は不明である。</p>
<h3 id="content_1_11">『ＮＡＵ』  <span id="b50217f5"></span> </h3>
<p>『ノアズ・アーク・ユニオン（Noah's Ark Union）』の略称。<br>
ＥＵを中心とする複合企業体。<br>
トップはじめ幹部の素性は極秘となっている。</p>
<h3 id="content_1_12">『想破七閃』   <span id="hacaeb50"></span> </h3>
<p>想破上弦衆の閃忍の中でも、特に強力な力を持つ七名の閃忍。<br>
頭領によって選ばれる。</p>
<h3 id="content_1_13">『久世七暴』   <span id="o0bd6aad"></span> </h3>
<p>久世上弦衆の中で不定期に行われるランキング戦で<br>
上位の七名に与えられる称号。</p>
<h3 id="content_1_14">『九大神騎』   <span id="v9f21485"></span> </h3>
<p>アマツの神騎の中で、天使長アズエルを含む、九名の強力な神騎。<br>
それぞれが異なる種類の、神武と呼ばれる武器を持ち、<br>
部下を率いている。人間に対するスタンスは各々によって異なる。</p>
<h3 id="content_1_15">『天界』   <span id="ie1969b1"></span> </h3>
<p>アマツの神騎たちが住む空間。<br>
上空の別次元に存在し、通常時は認知することは出来ない。</p>
<h3 id="content_1_16">『殲・上弦衆』   <span id="e6dd03bf"></span> </h3>
<p>想破上弦衆を裏切り、超昂戦士の敵になった忍の集団。<br>
元上弦衆の忍ハガネが率いており、龍の者と超昂の力を<br>
持つ者の排除が目的。</p>
<h3 id="content_1_17">『フーマン』   <span id="q932dfbe"></span> </h3>
<p>アルダークの人造生体戦闘員。色や形態で強さが異なる。<br>
鳴き声は「ブー！」</p>
<h3 id="content_1_18">『滅忍』   <span id="m4b3e3f4"></span> </h3>
<p>殲・上弦衆の下っ端忍者。</p>
<h3 id="content_1_19">『ザイン』   <span id="e128b982"></span> </h3>
<p>地上に散った魔王の魔力と人間の欲望が結びつき、<br>
人型となった悪魔。</p>
<h3 id="content_1_20">『装備アイテム』   <span id="h2b1ef78"></span> </h3>
<p>装備アイテムは同じ物を重ねる事で強化が可能。</p>
<p>「ドラ猫の鈴」を使用すると強化可能な装備アイテムを<br>
どれでも１回分強化することができる。</p>
<h3 id="content_1_21">『キャラクターストーリー』   <span id="f3d0376f"></span> </h3>
<p>キャラクターとの好感度が上がれば、新しいストーリーが<br>
解放される。アイテムを使用して好感度を上げよう。</p>
<h3 id="content_1_22">『ハニー』   <span id="b9f2b511"></span> </h3>
<p>ハニワの形をした謎のモンスター。<br>
アリスソフトのマスコットキャラで様々な作品に登場する。<br>
魔法に対して絶対的な耐性を持っているので魔法属性攻撃は<br>
効果がない。<br>
戦闘にランダムで現れる『ハニー』を倒すとＥＸＰに<br>
ボーナスが付く。</p>
<h3 id="content_1_23">『デイリークエスト』   <span id="a8d0e350"></span> </h3>
<p>デイリークエストは１日に２回（日曜のみ４回）挑戦できて、<br>
最大２０人まで出撃可能。挑戦回数は２回分だけ翌日持越し可能だ。<br>
デイリークエストの敵は通常よりスタミナが少ない。</p>
<h3 id="content_1_24">『好感度』   <span id="m206705d"></span> </h3>
<p>キャラの好感度は次の行動で上昇する。<br>
　「キャラのレベルUP（一定数）」<br>
　「キャラの限界突破」<br>
　「ガチャでのキャラ被り」<br>
　「好感度上昇アイテム使用」<br>
　「ホームキャラ設定（一日の初ログイン時）」</p>
<h3 id="content_1_25">『助っ人』   <span id="p5aefda5"></span> </h3>
<p>設定したキャラは他プレイヤーの戦闘で助っ人として呼ばれる。<br>
（総覧の左下ボタンで設定）<br>
自バトルには他プレイヤーのキャラを呼ぶ事が出来るが、<br>
必殺技はオート状態で固定される。</p>
<h3 id="content_1_26">『取得ＥＸＰ』   <span id="u88bbe72"></span> </h3>
<p>プレイヤーLvがクエスト難度より低いと減少する。<br>
レベルを上げたい場合はプレイヤーLvに近い難度のクエストを<br>
クリアしよう。<br>
なお、戦闘に敗北、時間切れになると取得ＥＸＰは半減する。</p>
<h3 id="content_1_27">『限界突破』   <span id="x29d6d42"></span> </h3>
<p>ガチャで所持済みのキャラを入手した時に得られる<br>
突破ポイントが一定値を超えると、資金と現在のレベルまで<br>
成長する為に必要な強化ポイントを消費してキャラを<br>
限界突破できる。<br>
限界突破をするとパラメータの成長率が増加する。<br>
突破ポイントは『昂るつぼみ』を消費して代用する事が可能。</p>
<h3 id="content_1_28">『キャラクターLv』   <span id="l6d8d8dd"></span> </h3>
<p>キャラクターLvはプレイヤーLvと同じLvまで強化が可能だ。</p>
<h3 id="content_1_29">『昂るつぼみ』   <span id="i8de4aa5"></span> </h3>
<p>消費することで限界突破の突破ポイントとして<br>
使用することが出来る。<br>
また、未取得のキャラを入手することも可能だ。</p>
<h3 id="content_1_30">『ＶＲルーム』   <span id="v58aef89"></span> </h3>
<p>ダイビート施設内に作られた仮想現実体験装置、<br>
全ての感覚での仮想体験が可能であり、日替わりの訓練メニューや、<br>
超昂戦士とのＤチャージに使用される。</p>
<h3 id="content_1_31">『状態異常：毒』   <span id="h4f89fd4"></span> </h3>
<p>攻撃を受けると毒状態になることがある。<br>
毒状態になると、一定時間スタミナ減少量が２倍になる。</p>
<h3 id="content_1_32">『状態異常：魅了』   <span id="e37a9b01"></span> </h3>
<p>攻撃を受けると魅了状態になることがある。<br>
魅了状態になると、一定時間自軍に攻撃を行うようになり<br>
必殺技が使用不能になる。<br>
撤退は可能なので、危険と思えば撤退させるのも有効。</p>
<h3 id="content_1_33">『状態異常：スタン』   <span id="o4017d76"></span> </h3>
<p>攻撃を受けるとスタン状態になることがある。<br>
スタン状態になると、一定時間行動不能となり<br>
必ず敵からの攻撃が命中するようになる。</p>
<h3 id="content_1_34">『フィールドバフ／デバフ』   <span id="f3925cf2"></span> </h3>
<p>戦闘時、対象フィールドに行われるバフ／デバフ。<br>
一定時間、対象フィールド全体に影響を及ぼすので効果は大きい。<br>
ユニット対象のバフ／デバフと効果は重複する。</p>
<h3 id="content_1_35">『撤退』   <span id="ydb79f42"></span> </h3>
<p>戦闘時、ユニットアイコンを下にドラッグすると<br>
撤退させることが出来る。<br>
場に自軍キャラクターが少ないと不利になるので、<br>
タイミングを見極めて撤退し、新しいキャラクターを<br>
出撃させるのも有効。<br>
出撃前のキャラクターは『ＧＯ！』マークが出るまで撤退することは出来ない。</p>
<h3 id="content_1_36">『優先設定』   <span id="j782d106"></span> </h3>
<p>優先設定を行うことである程度、<br>
出撃順や出撃メンバーを調整することができる。</p>
<h3 id="content_1_37">『巫女絵馬』   <span id="ebd498bf"></span> </h3>
<p>金、銀、木製の３種類存在する。<br>
使用するとキャラクターの突破ポイントを増加することが出来る。<br>
最大限界突破する際に超過するポイントは還元されないので<br>
注意が必要。</p>
<p>金銀の絵馬は滅多に出回らないので、見かけたら逃さない<br>
ようにしよう。</p>
<h3 id="content_1_38">『ハートパネルブレイク倍率』   <span id="o3d58c0e"></span> </h3>
<p>プレイヤーのＬｖｕｐで上昇（Ｌｖ５ごとに＋１）、<br>
キャラの所持数でも上昇。<br>
ハートパネルを任意ブレイクした時、<br>
ＥＸＰポイントにハートパネルブレイク倍率が掛け合わされ、<br>
獲得ＥＸＰポイントが増える。</p>
<h3 id="content_1_39">『縛られハニー』   <span id="f6026773"></span> </h3>
<p>イベントクエストでのみ現れる特殊なハニー。<br>
たおすとイベントキャラの取得、限界突破素材となる<br>
『昂るつぼみ・束縛』をドロップする。</p>
<h3 id="content_1_40">『覚醒強化』   <span id="b2f2e489"></span> </h3>
<p>覚醒ポイントを使用しキャラクターを強化することが出来る。</p>
<p>必殺技と固有効果を強化するには、<br>
覚醒ポイントとは別に専用アイテムが必要になる。</p>
<h3 id="content_1_41">『覚醒ポイント』   <span id="e6dec7a6"></span> </h3>
<p>覚醒強化に必要なポイント。<br>
アイテムの使用、純愛Ｈ、Ｄチャージ＋、<br>
捕獲キャラに捕獲される等で増加する。</p>
<h3 id="content_1_42">『Ｄチャージ＋』   <span id="oc558e74"></span> </h3>
<p>好感度１００から５０毎に実行することが出来る。<br>
Ｄチャージ＋を行うと覚醒ポイントを入手する。</p>
<h3 id="content_1_43">『カクセイの木』   <span id="cf157207"></span> </h3>
<p>「カクセイの木・小、カクセイの木・中、カクセイの木・大」<br>
使用すると覚醒ポイントを取得する。</p>
<p>「カクセイの木・必殺、カクセイの木・固有効果」<br>
必殺技と固有効果を覚醒強化する時に必要。</p>
<h3 id="content_1_44">『魔法攻撃無効』   <span id="pf82b71c"></span> </h3>
<p>ハニー等、魔法攻撃が無効の敵が存在する。</p>
<p>物理攻撃のキャラクターで攻撃するか、<br>
「ハニ噛み王子」を装備して攻撃しよう。</p>
<h3 id="content_1_45">『物理（魔法）ダメージ軽減』   <span id="ab71f79f"></span> </h3>
<p>敵の中には物理耐性や魔法耐性を持つ者が存在する。<br>
耐性を持つ敵に該当の種別で攻撃するとダメージが減少する。</p>
<p>防御力無視の必殺技を使用しても<br>
この耐性は突破することは出来ない。</p>
<h3 id="content_1_46">『取引所』   <span id="z8d5f69e"></span> </h3>
<p>トークンを使用してアイテムを取得することが出来る。</p>
<p>月間取得数が決まっているアイテムは<br>
毎月１日午前４時に交換回数がリセットされる。</p>
<h3 id="content_1_47">『トークン』   <span id="leb3ac4f"></span> </h3>
<p>取引所でアイテムを取得するために必要。<br>
トークンは売却所でアイテムを売却すると入手できる。</p>
<h3 id="content_1_48">『必殺充填量』   <span id="m34cc8a8"></span> </h3>
<p>通常攻撃を行うと必殺充填量分の必殺技ゲージが増加する。</p>
<p>・攻撃対象が存在せず攻撃を行わなかった<br>
・通常攻撃の代わりに固有効果が発動した<br>
上記の場合、必殺技ゲージは増加しない。</p>
<h3 id="content_1_49">『必殺技ゲージ』   <span id="s179530f"></span> </h3>
<p>必殺技ゲージが最大まで溜まると必殺技を使用する事が出来る。</p>
<p>通常攻撃を行うと必殺充填量分の必殺技ゲージが増加する。<br>
また、１秒ごとに１％ずつ必殺技ゲージは増加する。</p>
`,i={html:b},f=JSON.parse('{"title":"Tips一覧","description":"","frontmatter":{"title":"Tips一覧","layout":"doc","meta":{"sourceUrl":"https://escalationheroines.wikiru.jp/?Tips%E4%B8%80%E8%A6%A7","sourceUpdated":"2022-04-23 (土) 09:36:57","synced":"2026-07-22","reviewed":false,"translated":false}},"headers":[],"relativePath":"site/ja/tips.md","filePath":"site/ja/tips.md"}'),h={name:"site/ja/tips.md"},l=Object.assign(h,{setup(_){return(o,n)=>{const p=a("MirrorContent");return t(),r("div",null,[s(p,{html:e(i).html},null,8,["html"]),n[0]||(n[0]=d("div",{class:"search-index",style:{display:"none"},"aria-hidden":"true"},"『超昂戦士』 エッチすることで力を得、変身して戦う戦士の総称。 変身方法や力の名称、種類は所属勢力によって異なるが、 「エッチで強くなる変身ヒロイン」という点は共通している。 『ダイビート』 正式名称『Defense imperative to earth beat forces』 略称『ダイビート（DIE-BEAT）』。 未来から来た戦部トキサダとユーノが君枝の援助を得て 組織した防衛組織。 現代人類の力で対処出来ない侵略行為を防衛し、 人類の破滅の未来を防ぐのが目的。 閉園した複合アミューズメント施設を改造して基地に使っている。 『想破上弦衆』 『閃忍』と呼ばれる、超昂戦士を擁する忍者組織の一つ。 『龍の者』と呼ばれる異能者が頭領を務め、 数百年の長きに渡って日本の平和を影から支え続けてきた。 現在の頭領は、未来から来た龍の者である戦部トキサダが 暫定的に務めている。 『閃忍』は基本的に忍としての訓練を受けており、 適性の無いものは閃忍にはなれない。 『久世上弦衆』 『想破上弦衆』から別れた派閥。 能力はあるが世間に居場所がない者や犯罪者などを集め、 枠に囚われずに正義を行う事を目的とした組織。 頭領は白銀アキラ。 忍ではあるが『閃忍』の力は持たずADDDによって変身する。 『天界神騎』 アマツ神から魔王と戦う命を受けた天使。 地上で力を行使するためにＤチャージを必要とする。 ダイビートとは共闘関係にある。 『地上神騎』 天界神騎が倒した魔王の力を受け、 神騎の能力を得た人間の総称。 その身に秘めた欲望によって姿、能力は異なる。 『ビート・ポータル』 ダイビート技術チーフ高円寺さやかが、 ユーノが未来から持参した設計図を元に作った、同位召喚装置。 ダイナライト（蝶鉱石）をエネルギー源とし、 異世界から超昂戦士を召喚することが出来る。 『ＤＤＤ』 『ドキドキダイナモ』の略称。 超昂戦士のオリジナルであるエスカレイヤーの力の源。 性的昂奮をエネルギーに変換する装置。 『ＡＤＤＤ』 『アドバンス・ドキドキダイナモ』の略称。 『ＤＤＤ』をベースに、エネルギー変換装置を別次元に置き、 変身者の肉体改造を不要とした改良型。この装置の完成により、 人によっての適合率はあるが基本的に誰でも超昂戦士になれる ようになり、多数の戦闘スタッフを編成可能になった。 『Ｄチャージ』 ダイビートのリーダー、戦部トキサダが超昂戦士にエネルギーを 注ぐ行為の名称。 もともと勢力によっては『龍輪功』『導魔』など個別の強化名称が 存在するが、トキサダが行う行為はすべて『Ｄチャージ』と 呼んでいる。 『アルダーク』 地球侵略を企てる宇宙人の組織。率いるのは首領ディストバーン。 フーマン、フラスト怪人など、かつてエスカレイヤーと戦った 侵略軍団ダイラストと組織構成は似ているが関係は不明である。 『ＮＡＵ』 『ノアズ・アーク・ユニオン（Noah's Ark Union）』の略称。 ＥＵを中心とする複合企業体。 トップはじめ幹部の素性は極秘となっている。 『想破七閃』 想破上弦衆の閃忍の中でも、特に強力な力を持つ七名の閃忍。 頭領によって選ばれる。 『久世七暴』 久世上弦衆の中で不定期に行われるランキング戦で 上位の七名に与えられる称号。 『九大神騎』 アマツの神騎の中で、天使長アズエルを含む、九名の強力な神騎。 それぞれが異なる種類の、神武と呼ばれる武器を持ち、 部下を率いている。人間に対するスタンスは各々によって異なる。 『天界』 アマツの神騎たちが住む空間。 上空の別次元に存在し、通常時は認知することは出来ない。 『殲・上弦衆』 想破上弦衆を裏切り、超昂戦士の敵になった忍の集団。 元上弦衆の忍ハガネが率いており、龍の者と超昂の力を 持つ者の排除が目的。 『フーマン』 アルダークの人造生体戦闘員。色や形態で強さが異なる。 鳴き声は「ブー！」 『滅忍』 殲・上弦衆の下っ端忍者。 『ザイン』 地上に散った魔王の魔力と人間の欲望が結びつき、 人型となった悪魔。 『装備アイテム』 装備アイテムは同じ物を重ねる事で強化が可能。 「ドラ猫の鈴」を使用すると強化可能な装備アイテムを どれでも１回分強化することができる。 『キャラクターストーリー』 キャラクターとの好感度が上がれば、新しいストーリーが 解放される。アイテムを使用して好感度を上げよう。 『ハニー』 ハニワの形をした謎のモンスター。 アリスソフトのマスコットキャラで様々な作品に登場する。 魔法に対して絶対的な耐性を持っているので魔法属性攻撃は 効果がない。 戦闘にランダムで現れる『ハニー』を倒すとＥＸＰに ボーナスが付く。 『デイリークエスト』 デイリークエストは１日に２回（日曜のみ４回）挑戦できて、 最大２０人まで出撃可能。挑戦回数は２回分だけ翌日持越し可能だ。 デイリークエストの敵は通常よりスタミナが少ない。 『好感度』 キャラの好感度は次の行動で上昇する。 「キャラのレベルUP（一定数）」 「キャラの限界突破」 「ガチャでのキャラ被り」 「好感度上昇アイテム使用」 「ホームキャラ設定（一日の初ログイン時）」 『助っ人』 設定したキャラは他プレイヤーの戦闘で助っ人として呼ばれる。 （総覧の左下ボタンで設定） 自バトルには他プレイヤーのキャラを呼ぶ事が出来るが、 必殺技はオート状態で固定される。 『取得ＥＸＰ』 プレイヤーLvがクエスト難度より低いと減少する。 レベルを上げたい場合はプレイヤーLvに近い難度のクエストを クリアしよう。 なお、戦闘に敗北、時間切れになると取得ＥＸＰは半減する。 『限界突破』 ガチャで所持済みのキャラを入手した時に得られる 突破ポイントが一定値を超えると、資金と現在のレベルまで 成長する為に必要な強化ポイントを消費してキャラを 限界突破できる。 限界突破をするとパラメータの成長率が増加する。 突破ポイントは『昂るつぼみ』を消費して代用する事が可能。 『キャラクターLv』 キャラクターLvはプレイヤーLvと同じLvまで強化が可能だ。 『昂るつぼみ』 消費することで限界突破の突破ポイントとして 使用することが出来る。 また、未取得のキャラを入手することも可能だ。 『ＶＲルーム』 ダイビート施設内に作られた仮想現実体験装置、 全ての感覚での仮想体験が可能であり、日替わりの訓練メニューや、 超昂戦士とのＤチャージに使用される。 『状態異常：毒』 攻撃を受けると毒状態になることがある。 毒状態になると、一定時間スタミナ減少量が２倍になる。 『状態異常：魅了』 攻撃を受けると魅了状態になることがある。 魅了状態になると、一定時間自軍に攻撃を行うようになり 必殺技が使用不能になる。 撤退は可能なので、危険と思えば撤退させるのも有効。 『状態異常：スタン』 攻撃を受けるとスタン状態になることがある。 スタン状態になると、一定時間行動不能となり 必ず敵からの攻撃が命中するようになる。 『フィールドバフ／デバフ』 戦闘時、対象フィールドに行われるバフ／デバフ。 一定時間、対象フィールド全体に影響を及ぼすので効果は大きい。 ユニット対象のバフ／デバフと効果は重複する。 『撤退』 戦闘時、ユニットアイコンを下にドラッグすると 撤退させることが出来る。 場に自軍キャラクターが少ないと不利になるので、 タイミングを見極めて撤退し、新しいキャラクターを 出撃させるのも有効。 出撃前のキャラクターは『ＧＯ！』マークが出るまで撤退することは出来ない。 『優先設定』 優先設定を行うことである程度、 出撃順や出撃メンバーを調整することができる。 『巫女絵馬』 金、銀、木製の３種類存在する。 使用するとキャラクターの突破ポイントを増加することが出来る。 最大限界突破する際に超過するポイントは還元されないので 注意が必要。 金銀の絵馬は滅多に出回らないので、見かけたら逃さない ようにしよう。 『ハートパネルブレイク倍率』 プレイヤーのＬｖｕｐで上昇（Ｌｖ５ごとに＋１）、 キャラの所持数でも上昇。 ハートパネルを任意ブレイクした時、 ＥＸＰポイントにハートパネルブレイク倍率が掛け合わされ、 獲得ＥＸＰポイントが増える。 『縛られハニー』 イベントクエストでのみ現れる特殊なハニー。 たおすとイベントキャラの取得、限界突破素材となる 『昂るつぼみ・束縛』をドロップする。 『覚醒強化』 覚醒ポイントを使用しキャラクターを強化することが出来る。 必殺技と固有効果を強化するには、 覚醒ポイントとは別に専用アイテムが必要になる。 『覚醒ポイント』 覚醒強化に必要なポイント。 アイテムの使用、純愛Ｈ、Ｄチャージ＋、 捕獲キャラに捕獲される等で増加する。 『Ｄチャージ＋』 好感度１００から５０毎に実行することが出来る。 Ｄチャージ＋を行うと覚醒ポイントを入手する。 『カクセイの木』 「カクセイの木・小、カクセイの木・中、カクセイの木・大」 使用すると覚醒ポイントを取得する。 「カクセイの木・必殺、カクセイの木・固有効果」 必殺技と固有効果を覚醒強化する時に必要。 『魔法攻撃無効』 ハニー等、魔法攻撃が無効の敵が存在する。 物理攻撃のキャラクターで攻撃するか、 「ハニ噛み王子」を装備して攻撃しよう。 『物理（魔法）ダメージ軽減』 敵の中には物理耐性や魔法耐性を持つ者が存在する。 耐性を持つ敵に該当の種別で攻撃するとダメージが減少する。 防御力無視の必殺技を使用しても この耐性は突破することは出来ない。 『取引所』 トークンを使用してアイテムを取得することが出来る。 月間取得数が決まっているアイテムは 毎月１日午前４時に交換回数がリセットされる。 『トークン』 取引所でアイテムを取得するために必要。 トークンは売却所でアイテムを売却すると入手できる。 『必殺充填量』 通常攻撃を行うと必殺充填量分の必殺技ゲージが増加する。 ・攻撃対象が存在せず攻撃を行わなかった ・通常攻撃の代わりに固有効果が発動した 上記の場合、必殺技ゲージは増加しない。 『必殺技ゲージ』 必殺技ゲージが最大まで溜まると必殺技を使用する事が出来る。 通常攻撃を行うと必殺充填量分の必殺技ゲージが増加する。 また、１秒ごとに１％ずつ必殺技ゲージは増加する。",-1))])}}});export{f as __pageData,l as default};
