import{C as t,o as s,c as i,E as a,k as e,j as r}from"./chunks/framework.Bmhw_dvp.js";const d=`<p><span style="font-size:18px;display:inline-block;line-height:130%;text-indent:0px">関連ページ　 : 用語集 | <strong>俗語集</strong></span></p>
<hr class="full_hr">
<p>プレイヤーが使用している言葉(俗語)の解説をするページです。主に、当サイト、5ch、ツイッターなどのSNSで使われている言葉をピックアップします。<br>
公式用語の解説は、用語集をご覧ください。</p>
<p><span style="color:Blue"><strong>左のサイト内検索、並びにCtrl+Fでのページ内検索を活用してください。</strong></span></p>
<div class="ie5"><div class="table-scroll"><table border="0" cellspacing="1" class="style_table"><tbody><tr><td class="style_td"><a href="#aiueo">あ行</a></td><td class="style_td"><a href="#kako">か行</a></td><td class="style_td"><a href="#saso">さ行</a></td><td class="style_td"><a href="#tato">た行</a></td><td class="style_td"><a href="#nano">な行</a></td><td class="style_td"><a href="#haho">は行</a></td><td class="style_td"><a href="#mamo">ま行</a></td><td class="style_td"><a href="#yayo">や行</a></td><td class="style_td"><a href="#raro">ら行</a></td><td class="style_td"><a href="#wawo">わ行</a></td><td class="style_td"><a href="#abcde">英字</a></td><td class="style_td"><a href="#suuki">数字・記号</a></td><td class="style_td"></td><td class="style_td"><a href="#comment">コメント</a></td></tr>
</tbody></table></div></div>
<h2 id="content_1_0">あ行   <span id="aiueo"></span> </h2>
<dl class="list1 list-indent1"><dt>アルテリオス計算式</dt>
<dd>RPGなどのダメージ計算において、諸々の修正を含めた上で<br>
「攻撃力-防御力=ダメージ」<br>
という引き算でダメージが算出される計算式の通称。<br>
発祥はファミリーコンピューター向けRPG「アルテリオス」を題材としたRTA（リアルタイムアタック）動画において投稿主が当該作品におけるダメージ計算式をこう呼ばれたものが広く浸透したため。（なのでアルテリオスがこの計算式を最初に使ったわけではない）<br>
計算をシンプルにしやすいが攻撃力が低いとまるで火力が出せなくなる一方で攻撃力が過剰だと火力がインフレしやすい傾向があるため、バランス調整にあたってはゲーム上で扱う数値の振れ幅が少ないか緩やかなゲーム向きとされている。<br>
本ゲームもこの計算式だという言説が当初は散見されたが、現在では証拠をもって否定されている。死語。</dd></dl>
<dl class="list1 list-indent1"><dt>石を割る</dt>
<dd>蝶鉱石を消費してスタミナを回復すること。<br>
1割、3割など、数字が前につくことも多いが、石を割る回数なのか、石を割る個数なのか、人によって用途が異なるので文脈から察しよう。<br>
本作のゲーム中においては回復時に石を割っている描写・演出はない。</dd></dl>
<dl class="list1 list-indent1"><dt>エロコマさん</dt>
<dd>エネミー『エロコマンダー』の事。<br>
18禁ゲームである本作において凌辱Hを解禁するための重要キャラクターなのだが、14時間に1回だけ出現というビックリするほどホワイトな勤務体制。<br>
うっかり返り討ちにしてしまうこともあるあるだったためこのゲームを『<strong>超昂戦士からエロコマさんを守るゲーム</strong>』などと揶揄された事も。<br>
エロコマさん強化アップデートと時短で捕獲が可能になるアップデートにより、現在では安定して捕獲してくれるようになった。</dd></dl>
<dl class="list1 list-indent1"><dt>お知らせが読めない</dt>
<dd>公式のINFOMATIONにしっかり書いてある情報を見落としたまま、ゲームの仕様に疑問や文句、不具合報告などを挙げると出てくるツッコミ。<br>
現在では大抵のソシャゲ、オンラインゲームのコミュニティにてこのような投稿が発生すると「〇〇はお知らせが読めない」（〇〇には各ゲームごとのプレイヤーを指す言葉）とツッコミが飛んでくる。<br>
発祥はモバゲー版「アイドルマスター シンデレラガールズ」における「<strong>モバPはお知らせが読めない</strong>」と思われる。<br>
不具合かな？と騒ぐ前にまずは告知をしっかり読もう。ちなみに本作のINFOMATIONのテキストはコピペ可能なので、お知らせ全文を任意のテキストエディタなどにコピペした後にテキスト検索もちゃんと出来るぞ。<br>
お知らせには書いていない、あるいはお知らせだけでははっきりしない事柄についてもこの返答がなされる場合が多々あり、残念ながらこの文言を書き込む側もお知らせは読んでいない人が多いようだ。<br>
このwikiにおいては攻撃的な文脈で連呼されがちであることから、近年、雰囲気を悪くする煽り文句として忌避される傾向にある。<br>
ちょっと抜けているところがあっても初心者には親切にするのがお互いのためである。気を付けよう。</dd></dl>
<h2 id="content_1_1">か行   <span id="saso"></span> </h2>
<dl class="list1 list-indent1"><dt>開眼</dt>
<dd>壁に開限のこと。<br>
『かいげん』で一発変換されるのも開眼なのでそのまま開眼で書き込まれることが多い。<br>
また上限上昇のイメージから『かいがん』と誤って覚えていても開眼になる。光のシリカが「開眼！」と叫ぶのにつられる人もいるかもしれない。<br>
大きく開眼してチェックしないと開限なのか開眼なのか判別困難だが、書き込まれる開限のうち半分程度は開眼のようだ。</dd></dl>
<dl class="list1 list-indent1"><dt>期間限定</dt>
<dd><span>聖夜ハルカなど、「期間限定ピックアップ」と表記されたガチャにて実装されるキャラクター。<br>
この表記がされたキャラクターはスタンダードピックアップガチャには追加されず、蕾による初回入手もピックアップが終了すると行えなくなる。<br>
景品法の「優良誤認」の回避の観点から、日本オンラインゲーム協会より「期間限定」と表記する場合は提供期間か提供数の掲示を行う事がガイドラインに記載されているため、原則として後から恒常的に入手可能となる可能性は低い。<br>
（下手に無期限表記を行おうとする場合、<strong>サービス終了日の明示</strong>という形で期間終了日の明記をする必要が出てくる）

</span><div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>でも後から実装のパターンって割と珍しくないのでは？</p>
</div><div class="rgn-content" style="display: none">
仮に後から恒常実装手段を設ける場合<br>
・<strong>「期間限定」ではなく「先行実装」と表記</strong><br>
　つまり「後から恒常的に手に入るよ」と言う表記を明確にする。<br>
　同じDMMゲーだと「艦隊これくしょん」がこの表記でランカー報酬やイベント配布キャラクターの後日実装を可能にしている（元々有償ガチャ要素が乏しいゲームではあるが）<br>
・<strong>入手方法に直接的な有償課金が影響しないものにする</strong><br>
　イベント配布キャラクターが後からイベント復刻→恒常実装できるのはコレが理由。課金ではなく継続的なプレイのみで入手となる。<br>
　課金が絡まないという事は景品法による入手手段の明示義務が無くなるので、ネタバレ通知を一切行わない所謂「隠しキャラクター」的な扱いも問題なく行える。<br>
　別ゲームだと「Fate/GrandOrder」では特定のキャラクターの入手手段を直接の課金が絡まないポイントのみで引くガチャだけで入手可能にする事で、ガチャ表記やアップデート対象として明記しない隠しキャラにするといった手法を取っていたりする。
</div></div><span>
また、「期間は限定するがその期間が一回きりである必要はない」ため、大半のガチャゲーではいわゆる「復刻」という形で再度期限を設けたうえでピックアップされる機会がある。<br>
そのため、期間内に入手できなかった場合も次の期間を待つという手はある。（特に聖夜ハルカのようないわゆる「季節衣装キャラ」は、おおむね毎年該当の季節になると復刻されることが多い。）</span></dd></dl>
<dl class="list1 list-indent1"><dt>キャラのあだ名など</dt>
<dd>掲示板での俗称を中心に記載する。</dd></dl>
<div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>あだ名一覧</p>
</div><div class="rgn-content" style="display: none">
<ul class="list1 list-indent1"><li>アステ
<ul class="list2 list-indent1"><li>エスカルビー・アステライズのこと。ルビーAやAルビーとも。</li></ul></li>
<li>ぐえー
<ul class="list2 list-indent1"><li>エスカ・トパーズのこと。殴られるとぐえーと鳴くことから。</li></ul></li>
<li>クリ〇〇
<ul class="list2 list-indent1"><li>聖夜〇〇のこと。クリスマスイベントの限定キャラ。</li></ul></li>
<li>スターマリナ
<ul class="list2 list-indent1"><li>ビートスター・マリナのこと。</li></ul></li>
<li>超〇〇、超昂〇〇
<ul class="list2 list-indent1"><li>超昂変身した〇〇のこと。実装済みのキャラではエンジェリック・エスカレイヤー、エスカルビー・アステライズ、超昂閃忍ハルカ、超昂閃忍スバル、超昂閃忍ナリカ、ビートスター・マリナの6人が該当。<br>
頻繁に話題に出るのはだいたい超ナリカ。</li></ul></li>
<li>変態クソ野郎
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E6%88%A6%E9%83%A8%E3%83%88%E3%82%AD%E3%82%B5%E3%83%80" rel="noopener" target="_blank">戦部トキサダ</a>のこと。クソダサベルトとも。</li></ul></li>
<li>水着〇〇
<ul class="list2 list-indent1"><li>真夏の〇〇のこと。水着をモチーフにしているため。</li></ul></li>
<li>嫁〇〇
<ul class="list2 list-indent1"><li>ブライド・〇〇のこと。花嫁をモチーフにしているため。</li></ul></li>
<li>ロリコン
<ul class="list2 list-indent1"><li>戦車のニコールのこと。</li></ul></li>
<li>Aエスカ
<ul class="list2 list-indent1"><li>エンジェリック・エスカレイヤーのこと。</li></ul></li>
<li>5円さん
<ul class="list2 list-indent1"><li>神騎プラチネルのこと。
</li></ul></li></ul></div></div>
<dl class="list1 list-indent1"><dt>ゴミ逸品</dt>
<dd>使う場面や恩恵がほとんどない逸品のこと。<br>
太陽のトウ、月のウサギ、星のカーフィ、2コン、しいたて、カット調味料、ひまわらないなど。<br>
前者3つは完凸することもなくドラ猫の鈴の入手機会を無限に奪っていくため特に悪質。</dd></dl>


<ins class="adsbygoogle" data-ad-client="ca-pub-6756084042400545" data-ad-format="auto" data-ad-slot="9804070536" data-full-width-responsive="true" style="display:block"></ins>
<br><h2 id="content_1_2">さ行   <span id="saso"></span> </h2>
<dl class="list1 list-indent1"><dt>サザエさん時空</dt>
<dd>某アニメのように、作中で時間が進んでいるのに登場人物が歳を取らない状態。<br>
超昂大戦でも季節が3巡しているはずなのにアカリ達はずっと学生のままだし、ハルナさんはずっと妊婦のままである。<br>
一応、第二部終盤でハルナさんが出産したため、第一部開始から第二部終了までの期間が約十ヶ月ということになる。</dd></dl>
<dl class="list1 list-indent1"><dt>集英組と講談組</dt>
<dd>裏社会における日本で一、二の二大組織。<br>
実在するなんらかの組織と関係ないったらない。</dd></dl>
<dl class="list1 list-indent1"><dt>宗教上の理由</dt>
<dd><span>何らかのゲームのプレイ環境に対する悩みや不満があるが<br>
　・その不満を差し引いても得られるリターンが魅力的。<br>
　・絶対に外したくない推しキャラや運用コンセプトがある。<br>
　・既に出来上がった自分なりのルーティーンを変えたくないor変えるのが面倒臭い。<br>
　・今日は天気が晴れていたから。<br>
　・本当にそういう戒律がある宗教に入信している。<br>
…などの諸々の事情で実行可能な解決策に対して踏み切れない状況に対して使われる。<br>
宗教上の理由なら仕方ない。人は効率だけでは生きられないし、真っ当な宗教は当時の風土や文化相応の理由や裏付けを基に戒律を作るものである。
</span><div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>本作で確認されている主な宗教</p>
</div><div class="rgn-content" style="display: none">
・ロイスト教：クエスト周回時に必ず閃忍ツカサの必殺技「ロイヤルストレートフラッシュ」を使う宗教。スタミナ消費に対する宝箱稼ぎ効率が上がるが、必殺技使用のために時短チケットを使う事が出来ない。蝶鉱石の課金などを抑えつつ周回回数は増やしやすいが時間と手間がかかる他、スタメンの火力不足による高難易度マップにおける事故で敗北するリスクに悩まされる。<br>
　サービス開始初日は宝箱のドロップ効率が劣悪だったこともあり、あらゆるプレイヤーが入信必須とも言っていい状況だった。
</div></div></dd></dl>
<dl class="list1 list-indent1"><dt>寝室</dt>
</dl>
<ul class="list1 list-indent1"><li>所謂18禁シーンの事。超昂大戦だけでなく、FANZAのオンラインゲーム全般で使われている。</li>
<li>由来はFANZAオンラインゲームの代表格と言える『千年戦争アイギス』での18禁シーンの呼び名からと言われている。</li></ul>
<dl class="list1 list-indent1"><dt>〇〇染め</dt>
</dl>
<ul class="list1 list-indent1"><li>出撃するキャラの所属を統一すること。所謂、趣味パである。ゲーム初期は所属でパーティを統一するメリットが薄く、エスカレイヤー等のレジェンドキャラが所属指定効果を持つ程度であったが超昂閃忍ハルカの登場でこの概念がメジャーになった(筆者主観)。その性質上、統一することで他のキャラと一線を画す性能を発揮するが、逆に言えば意図的に調整しなければ真価を発揮できない。また所属間のバランス調整のため、現時点では統一しない方がパーティの完成度が高い。レイドにおいては出撃を完全に固定出来ないゲーム仕様もあり、その真価を発揮できない(そのため〇〇染の話は基本的にレイド以外の普段使いの話になる事が殆ど。R5/11/15時点)。主な〇〇染めとして想破or久世染め、神騎染めがある。</li></ul>
<dl class="list1 list-indent1"><dt>装備品の略称</dt>
</dl>
<div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>略称一覧</p>
</div><div class="rgn-content" style="display: none">
<ul class="list1 list-indent1"><li>逸品〇〇
<ul class="list2 list-indent1"><li>逸品に分類される装備のうち、〇〇の効果を持つ装備を指す。<br>
例えば逸品ベルトであれば、<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%82%AC%E3%83%83%E3%83%84%E3%81%AE%E3%81%82%E3%82%8B%E3%83%99%E3%83%AB%E3%83%88" rel="noopener" target="_blank">ガッツのあるベルト</a>、または<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E8%A1%9D%E6%92%83%E3%81%AE%E4%BB%81%E7%8E%8B" rel="noopener" target="_blank">衝撃の仁王</a>のこと。<br>
基本的に一人のキャラに同じ装備を２つ持たせることはできないが、通常の装備と、それと同じ効果を持つ逸品であれば合わせて２つ装備することができる。<br>
その状態はダブル〇〇、Ｗ〇〇と呼ばれる。</li></ul></li>
<li>ガッツ
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%82%AC%E3%83%83%E3%83%84%E5%8D%81%E5%A7%89%E5%A6%B9" rel="noopener" target="_blank">ガッツ十姉妹</a>のこと。あるいは十姉妹とも。<br>
HP1で耐える系のスキルの事を指す場面はおそらくない。多分。</li></ul></li>
<li>鞄
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%81%86%E3%81%AA%E3%81%8E%E3%81%AE%E9%9E%84%E7%84%BC%E3%81%8D" rel="noopener" target="_blank">うなぎの鞄焼き</a>のこと。</li></ul></li>
<li>栗
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%81%A6%E3%81%8B%E3%82%8B%E6%A0%97" rel="noopener" target="_blank">てかる栗</a>のこと。<br>
<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%81%A6%E3%81%8B%E3%82%8B%E5%8D%81%E5%A7%89%E5%A6%B9" rel="noopener" target="_blank">てかる十姉妹</a>か<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%81%A6%E3%81%8B%E3%82%8B%E3%81%9B%E3%81%A3%E3%81%8B%E3%81%A1" rel="noopener" target="_blank">てかるせっかち</a>と合わせて２個装備でき、その状態はダブル栗、Ｗ栗などと呼ばれる。</li></ul></li>
<li>コンボイ
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%82%B3%E3%83%B3%E3%83%9C%E3%81%AE%E8%AC%8E" rel="noopener" target="_blank">コンボの謎</a>のこと。</li></ul></li>
<li>ゴミ
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E5%A4%AA%E9%99%BD%E3%81%AE%E3%83%88%E3%82%A6" rel="noopener" target="_blank">太陽のトウ</a>、<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E6%9C%88%E3%81%AE%E3%82%A6%E3%82%B5%E3%82%AE" rel="noopener" target="_blank">月のウサギ</a>、<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E6%98%9F%E3%81%AE%E3%82%AB%E3%83%BC%E3%83%95%E3%82%A3%E3%83%BC" rel="noopener" target="_blank">星のカーフィー</a>のこと。</li></ul></li>
<li>ジッポ（ZIPPO）
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%8F%E3%83%8B%E3%83%BC%E3%82%B8%E3%83%83%E3%83%9D" rel="noopener" target="_blank">ハニージッポ</a>のこと。</li></ul></li>
<li>十姉妹
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%82%AC%E3%83%83%E3%83%84%E5%8D%81%E5%A7%89%E5%A6%B9" rel="noopener" target="_blank">ガッツ十姉妹</a>のこと。あるいはガッツとも。<br>
10人姉妹のキャラがいるわけではない。</li></ul></li>
<li>白ヒゲ
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E7%99%BD%E3%83%92%E3%82%B2%E3%81%93%E3%81%93%E4%B8%80%E7%99%BA" rel="noopener" target="_blank">白ヒゲここ一発</a>のこと。</li></ul></li>
<li>鈴
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%89%E3%83%A9%E7%8C%AB%E3%81%AE%E9%88%B4" rel="noopener" target="_blank">ドラ猫の鈴</a>のこと。厳密には装備ではないが。</li></ul></li>
<li>スタ麺、麺
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%98%E3%83%93%E3%83%BC%E3%82%B9%E3%82%BF%E3%83%BC%E3%83%A1%E3%83%B3" rel="noopener" target="_blank">ヘビースターメン</a>のこと。<br>
装備そのものだけでなく、これを装備したキャラや編成を指すこともある。<br>
スタメンもヘビースターメンの略称として使われることもあるが、スタメン表記の場合どちらかというとヘビースターメンの有無を問わないスターティングメンバー（初期出撃キャラ）全般を指すことが多い。<br>
文脈で察しよう。</li></ul></li>
<li>せっかち
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E9%9B%BB%E5%85%89%E3%81%9B%E3%81%A3%E3%81%8B%E3%81%A1" rel="noopener" target="_blank">電光せっかち</a>のこと。</li></ul></li>
<li>掃除機
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E5%B0%8F%E5%BE%97%E3%81%AE%E6%8E%83%E9%99%A4%E6%A9%9F" rel="noopener" target="_blank">小得の掃除機</a>のこと。<br>
<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%89%E3%83%AA%E3%83%AB%E6%8E%83%E9%99%A4%E6%A9%9F" rel="noopener" target="_blank">ドリル掃除機</a>か<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E5%B0%8F%E5%BE%97%E3%81%AE%E3%82%B9%E3%83%BC%E3%83%91%E3%83%BC%E3%82%AB%E3%83%BC" rel="noopener" target="_blank">小得のスーパーカー</a>と合わせて２個装備でき、その状態はダブル掃除機、Ｗ掃除機などと呼ばれる。</li></ul></li>
<li>タイガー
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%81%97%E3%82%83%E3%83%BC%E3%81%B9%E3%82%8A%E3%82%BF%E3%82%A4%E3%82%AC%E3%83%BC" rel="noopener" target="_blank">しゃーべりタイガー</a>のこと。<br>
<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%AD%E3%82%B1%E3%83%83%E3%83%88%E3%82%A8%E3%83%B3%E3%82%B8%E3%83%B3" rel="noopener" target="_blank">ロケットエンジン</a>とどちらか片方しか装備できない。それゆえにロケットorタイガーといった表記をされることもある。</li></ul></li>
<li>ドリル
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%82%B9%E3%83%BC%E3%83%91%E3%83%BC%E3%83%89%E3%83%AA%E3%83%AB" rel="noopener" target="_blank">スーパードリル</a>のこと。<br>
ドリル猫、ドリルまねき猫の場合は<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E9%95%B7%E9%AB%AA%E3%81%BE%E3%81%AD%E3%81%8D%E3%83%89%E3%83%AA%E3%83%AB" rel="noopener" target="_blank">長髪まねきドリル</a>のことを指す。<br>
<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%89%E3%83%AA%E3%83%AB%E6%8E%83%E9%99%A4%E6%A9%9F" rel="noopener" target="_blank">ドリル掃除機</a>か<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E9%95%B7%E9%AB%AA%E3%81%BE%E3%81%AD%E3%81%8D%E3%83%89%E3%83%AA%E3%83%AB" rel="noopener" target="_blank">長髪まねきドリル</a>と合わせて２個装備でき、その状態はダブルドリル、Ｗドリルなどと呼ばれる。</li></ul></li>
<li>納豆
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E4%BB%81%E7%8E%8B%E7%B4%8D%E8%B1%86" rel="noopener" target="_blank">仁王納豆</a>のこと。</li></ul></li>
<li>羽
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E8%BA%AB%E8%BB%BD%E3%81%AE%E7%BE%BD" rel="noopener" target="_blank">身軽の羽</a>のこと。</li></ul></li>
<li>パンツ
<ul class="list2 list-indent1"><li>装備についての話題であれば<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%98%E3%82%A4%E3%83%88%E3%81%AE%E3%83%91%E3%83%B3%E3%83%84" rel="noopener" target="_blank">ヘイトのパンツ</a>のことを指す。<br>
超昂大戦はえっちなゲームであるため、文脈によっては寝室の話題なこともある。</li></ul></li>
<li>べべたー
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?1%E3%83%80%E3%83%BC%E3%82%B9%E3%81%B9%E3%81%B9%E3%81%9F%E3%83%BC" rel="noopener" target="_blank">1ダースべべたー</a>のこと。</li></ul></li>
<li>ベルト
<ul class="list2 list-indent1"><li>装備についての話題であれば<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E8%A1%9D%E6%92%83%E3%81%AE%E3%81%82%E3%82%8B%E3%83%99%E3%83%AB%E3%83%88" rel="noopener" target="_blank">衝撃のあるベルト</a>のことを指す。<br>
主人公が頭にベルトを巻いているため、文脈によってはそちらを指すこともある。→頭ベルト、クソダサベルト太郎、変態ろりこんべるとやろう等<br>
<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E8%A1%9D%E6%92%83%E3%81%AE%E4%BB%81%E7%8E%8B" rel="noopener" target="_blank">衝撃の仁王</a>か<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%82%AC%E3%83%83%E3%83%84%E3%81%AE%E3%81%82%E3%82%8B%E3%83%99%E3%83%AB%E3%83%88" rel="noopener" target="_blank">ガッツのあるベルト</a>と合わせて２個装備でき、その状態はダブルベルト、Ｗベルトなどと呼ばれる。</li></ul></li>
<li>帽子
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%82%B9%E3%82%BF%E3%83%B3%E5%B8%BD%E5%AD%90" rel="noopener" target="_blank">スタン帽子</a>のこと。</li></ul></li>
<li>ロケット
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%83%AD%E3%82%B1%E3%83%83%E3%83%88%E3%82%A8%E3%83%B3%E3%82%B8%E3%83%B3" rel="noopener" target="_blank">ロケットエンジン</a>のこと。<br>
<a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E3%81%97%E3%82%83%E3%83%BC%E3%81%B9%E3%82%8A%E3%82%BF%E3%82%A4%E3%82%AC%E3%83%BC" rel="noopener" target="_blank">しゃーべりタイガー</a>とどちらか片方しか装備できない。それゆえにロケットorタイガーといった表記をされることもある。</li></ul></li>
<li>ロック
<ul class="list2 list-indent1"><li><a class="source-link" data-mtime="" href="https://escalationheroines.wikiru.jp/?%E8%B6%85%E6%98%82%E4%BA%BA%E3%83%AD%E3%83%83%E3%82%AF" rel="noopener" target="_blank">超昂人ロック</a>のこと。<br>
あるいは、この効果で出撃不可にしたキャラ、出撃不可にする行為を指すこともある。
</li></ul></li></ul></div></div>
<h2 id="content_1_3">た行   <span id="tato"></span> </h2>
<dl class="list1 list-indent1"><dt>タンク</dt>
<dd>高い防御力やスタミナで敵からの攻撃によるダメージを引き受ける役の事。MMORPGなどで古くから使われる用語。盾役、壁役と同義。<br>
本作はスタミナ（HP）の自動減少や準備時間などのシステムにより、フィールド上のキャラクターが一掃されると戦線の維持が非常に難しくなる。そのためダメージコントロールが重要なテクニックとなるためタンク役の有無が攻略難易度に響きやすい。<br>
由来は近代兵器としての戦車から（古代の馬で牽引する戦車は「チャリオット」と呼ばれる）。<br>
因みにタンクは兵器の火力と機動力がインフレした現代兵器事情においても「（元から壊しにかかって来る対戦車兵器はともかく）対人火器による攻撃から重装甲の車体で乗組員と随伴兵を守る盾となる」などの理由から今日でも廃れる事なく各国で使われている。</dd>
<dt>天井</dt>
<dd>ソシャゲでよくある、どれだけ運が悪くともこれだけガチャを回せばピックアップキャラが入手できるというゴール。<br>
超昂大戦のガチャには天井が存在しないが、昂るつぼみとキャラを交換でき、交換に必要な１０００個貯めるのに必要なガチャ回数が約３３０回であるため、これを疑似天井とするユーザーもいる。<br>
この３３０回という数字も、回すガチャの種類やユーザーのキャラの限界突破状況、そして運によって前後する。<br>
そもそも昂るつぼみはガチャ以外でもゲームをプレイしていれば手に入るため、天井を意識してガチャを回すことはそんなにない。はず。</dd>
<dt>テトリス</dt>
<dd>宝箱開封からのパネル消しの事。<br>
由来は言わずもがな、ソ連発祥の有名な落ち物パズルゲームから。<br>
但し落ちものパズルだったテトリスとは異なり、上が塞がったところにも配置できる等の違いも多い。<br>
キャラを強くするために必須であることから、<strong>超昂大戦の真髄はテトリス</strong>と言うトキサダも多いとか…</dd>
<dt>凸</dt>
<dd>キャラクターの限界突破の事。<br>
突破上限まで限界突破する＝完凸、限界突破なし＝無凸など、凸の前後に単語をつけることで意味が加わる。<br>
ただしランク2～4の場合、1～3凸と表記する人と2～4凸と表記する人が混在していて紛らわしい。<br>
大抵の場合、無凸と完凸以外では2回限界突破したRank3しか話題に出ないので迷ったらそれだと思っておけばいい。<br>
迷ったら凸を使わずに☆1～5で表記する方が確実。</dd></dl>
<h2 id="content_1_4">な行   <span id="nano"></span> </h2>
<h2 id="content_1_5">は行   <span id="haho"></span> </h2>
<dl class="list1 list-indent1"><dt>ハイブリッド</dt>
<dd>通常攻撃と必殺技で威力算出に使う能力値が異なるキャラクターの事。<br>
通常は「攻撃力」か「魔法力」のどちらかは0になっているが、ハイブリッド型と呼ばれるキャラクターは両方とも数値が設定されている。<br>
代表的なのは閃忍ハルカ。<br>
2021/02時点では通常攻撃が物理、必殺技が魔法というタイプが基本で逆のパターンは無し。<br>
元ネタの一例としては車の「ハイブリッドカー」。低速時はバッテリー駆動、高速時はガソリン駆動と複数の動力を使い分ける事で燃費を良くする動力方式。<br>
日本は狭い道・入り組んだ道や信号で止まるような場所が多いため、低速時の燃費がガソリンより良くなるバッテリー駆動の強みが活かしやすいためその強みが活かしやすい地域が比較的多い。</dd>
<dt>ヒーラー</dt>
<dd>ダメージを受けた味方を回復する役の事。<br>
本作では一部の例外を除いて時間経過でのスタミナ減少を回復できないため、Bユニバースのような殴り合いになる強敵戦が主な居場所。<br>
戦いの続くシナリオ上でも重要な役割だが、そちらではサービス開始時から神騎ユユエル、その少し後に六の法杖セラフィールが登場するもそれ以降が増えない状態が長く続き、神騎ディアロールらの登場でようやく神騎医療班が結成されるに至った。<br>
この点についてはユニット性能がヒーラーあってもシナリオでは特にそれらしい能力を持たないキャラクターが多いのが一因。特に聖夜ハルカ等の衣装替え時にヒーラーとなったキャラに顕著である。<br>
由来は英語で癒す・治療するという意味のheal</dd></dl>
<h2 id="content_1_6">ま行   <span id="mamo"></span> </h2>
<dl class="list1 list-indent1"><dt>もぐら叩き</dt>
<dd>自軍の大半が壊滅し、控えから新しいキャラクターが出撃する度に袋叩きに遭って撤退する状況が続く様。<br>
移動中は何もできないため、移動速度が低いキャラクターはボコボコにされてそのまま何も行動出来ずに退場する事も多い。<br>
被弾が少ない状況でも時間経過によるスタミナ減少で一斉に撤退する事もあるため注意が必要。<br>
タンク役を据えてダメージが偏るようにしいたり、仕事を終えたキャラクターは適時撤退させてゆくと回避しやすい。<br>
わんこそばが同じ意味で使用される。</dd>
<dt>○○麺</dt>
<dd>レイドにおけるヘビースターメン(以下は麺と呼称)を利用した戦術のこと。ゲームの仕様上出撃キャラ全てを選択できず、また出撃禁止にする方法が現実的でない中で生み出された戦術であり<br>
これによりキャラを増やすとレイドスコアが下がるという問題を解決出来るようになった。具体的には優先１～２以外で出撃させたいキャラに上記のアイテムを装備させるだけと非常に簡単。<br>
これにより出撃枠数を全てプレイヤーが指定したキャラで埋めることが出来るため、育ててないキャラが出現することによる事故リスクが下がる。<br>
メリットとして上記に挙げたもの以外に、特攻キャラを選出することでフィーバーゲージを回収＆宝箱獲得数を大幅に増やすことができる。反面、麺の消費数が多く並みの長官ではスキップを<br>
前提とした戦術になるため、20％のマイナス補正でスコアが大幅に激減する(倉庫保管数増加に伴い、大量の麺を備蓄しスキップせずに上記の戦法を採用する超官もいるとか、いないとか…)。<br>
主に35～38麺で運用されており、麺の数が増えるほどに優先１～２のキャラが減るため構成の育成難易度が跳ね上がる(但し、優先１～２の出撃メンバー をほぼ固定できるため安定性が上がる)。<br>
尚、この戦術はサブ枠に麺を装備することが前提のため、出撃キャラのサブ枠が開いていない長官は対象外である。頑張って宝箱を開けよう</dd></dl>
<h2 id="content_1_7">や行   <span id="yayo"></span> </h2>
<h2 id="content_1_8">ら行   <span id="raro"></span> </h2>
<h2 id="content_1_9">わ行   <span id="wawo"></span> </h2>
<dl class="list1 list-indent1"><dt>わんこそば</dt>
<dd>→もぐら叩き</dd></dl>
<h2 id="content_1_10">英字   <span id="abcde"></span> </h2>
<h2 id="content_1_11">数字・記号   <span id="suuki"></span> </h2>
<dl class="list1 list-indent1"><dt>5麺（編成）</dt>
<dd>編成方法の一種。<br>
ヘビースターメンを5人に装備させることで、優先1の前にもう一つ5人編成を仕込むことができる。</dd></dl>
<dl class="list1 list-indent1"><dt>35麺（編成）</dt>
<dd>レイドバトル限定の編成方法の一種。<br>
ヘビースターメンを3～40人に装備させる事で出撃キャラ50人のメンバーを固定し、優先1以降の主力メンバーが出てくるまでの間も宝箱やスコアを稼ぐ。<br>
ヘビースターメン装備人数はプレイヤーによってまちまち。同じコンセプトの編成を全部35麺と呼んだり、装備人数を反映して呼んだりもする。</dd></dl>
<h2 id="content_1_12">コメント   <span id="comment"></span> </h2>
<p>コメントを投稿する前にログにて同様の内容がないか確認して下さい。</p>

<ins class="adsbygoogle" data-ad-client="ca-pub-6756084042400545" data-ad-format="auto" data-ad-slot="2456832941" data-full-width-responsive="true" style="display:block"></ins>
<br>
<div class="pcomment">

<ul class="list1 list-indent1"><li class="pcmt" data-comment-id="comment_680fe737eb78613b42cbc9ef682588c5">雑談版やキャラペとかで出た面白そうな言葉をちらほら追加。由来とか書いてる内にめっちゃネタに走ってしまう…。 -- [/vx8jsxqZ4A] <span class="comment_date">2020-12-11 (金) 20:07:16</span>
<ul class="list2 list-indent1"><li class="pcmt" data-comment-id="comment_ad055f9aaa0c44a2b3c6b1d375220371">なんで知識人みたいな言い方したがってるんだろう、というのが理解できた（アルテリオス）。いくつかブラゲ慣れしてないと、ぱっと見理解が難しかった俗語追加しますが、詳細はわからないのでわかるかたにお任せします。 -- [fDCL3hAOt7M] <span class="comment_date">2021-01-09 (土) 16:05:37</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_ae2e9d8690e995dbc8aacaa97d2ad75c">ハイブリッド型って初めて聞くけど、どこ発祥？　自分が知らないだけでソシャゲでは一般用語だったりしますかね？ -- [YRQJn.Jo09.] <span class="comment_date">2021-02-20 (土) 16:48:18</span>
<ul class="list2 list-indent1"><li class="pcmt" data-comment-id="comment_d1528ffa3419b38feb5a5de4fa9741d9">ソシャゲには詳しくないけど、一般ゲーでもこの手のキャラを、（書いてる通りハイブリッドカーを元に）ハイブリッドって呼ぶことはあるな。二刀流の表現も見るが（大谷の活躍で最近強い？）、マイナー同士で勝負してる感じでどっちもメジャーではない。 -- [c3QATTftTX.] <span class="comment_date">2021-06-11 (金) 21:07:39</span></li>
<li class="pcmt" data-comment-id="comment_9c50304d36a33476bc121ddac10f9e94"><span>リアルワールドでは普通に一般用語だ、っては置いといて、 <br class="spacer">ゲームで使われ始めたのは多分「ラグナロクオンライン」からだと思う。ROでは一点特化型ステ振りにするのが基本で、２つ以上役割を持たせたキャラは特殊だったんよ。それを指して「○○と○○のハイブリッド型」って呼ぶようになった。 -- [u/jH7EO3OfA] </span><span class="comment_date">2024-03-28 (木) 14:35:06</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_22bed09ff38b7fe0522c15678fa3304d">寒すぎる -- [uqveSweRaws] <span class="comment_date">2021-03-25 (木) 06:30:13</span></li>
<li class="pcmt" data-comment-id="comment_1b0ba1614719e80a549a28c5e3b5f685"><span>ロケット、タイガー、ベルト、麺、帽子の追加をお願いします。 <br class="spacer">また、キャラクターの呼び方で何か別の呼び方がある場合はそちらも追加してもらえるとありがたいです。 -- [mZOJEHGGS/E] </span><span class="comment_date">2023-09-18 (月) 23:44:32</span></li>
<li class="pcmt" data-comment-id="comment_a00c66f608d4e7f387ad0ce406a8a053">エロコマさんの出現時間、16時間じゃなくて、14時間なんじゃないの… -- [PlCty7tGkWA] <span class="comment_date">2023-09-20 (水) 01:15:30</span></li>
<li class="pcmt" data-comment-id="comment_66306da8a8851864797536fed62cee1d">超昂唱姫だしマリナも超昂変身なのでは。どのみち超に略せるわけだけど、超昂変身ではないって言えるような定義あったっけ？ -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-21 (木) 15:40:17</span>
<ul class="list2 list-indent1"><li class="pcmt" data-comment-id="comment_4a09d469b8a03dacb549db8c488ec5c0">ビートエヴォリューションではなくビートチェンジで変身するので -- [8h8ZKMJt9BU] <span class="comment_date">2023-09-21 (木) 17:13:21</span>
<ul class="list3 list-indent1"><li>あー、掛声ね。明確な定義とは思えないけどそこはむしろ変わらないのが不思議 -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-21 (木) 18:15:58</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_2620062284b507a9fc5c69f6c15ba1de">フェス告知時のブログやキャラ紹介で超昂変身と明記あり -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-21 (木) 18:40:22</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_1a603682cad9de7fe1e1459047e63965">さすがにキャラの本名はあだ名に含めなくていいと思う。エスカチームや地上神騎全員載せるものでもあるまいし、通称とかではなくゲーム内に登場する名前だし -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-23 (土) 19:17:17</span></li></ul>
</div>
`,c={html:d},m=JSON.parse('{"title":"俗語集","description":"","frontmatter":{"title":"俗語集","layout":"doc","meta":{"sourceUrl":"https://escalationheroines.wikiru.jp/?%E4%BF%97%E8%AA%9E%E9%9B%86","sourceUpdated":"2025-06-30 (月) 11:35:01","synced":"2026-07-22","reviewed":false,"translated":false}},"headers":[],"relativePath":"site/ja/slang.md","filePath":"site/ja/slang.md"}'),o={name:"site/ja/slang.md"},h=Object.assign(o,{setup(p){return(E,l)=>{const n=t("MirrorContent");return s(),i("div",null,[a(n,{html:e(c).html},null,8,["html"]),l[0]||(l[0]=r("div",{class:"search-index",style:{display:"none"},"aria-hidden":"true"},"関連ページ : 用語集 | 俗語集 プレイヤーが使用している言葉(俗語)の解説をするページです。主に、当サイト、5ch、ツイッターなどのSNSで使われている言葉をピックアップします。 公式用語の解説は、用語集をご覧ください。 左のサイト内検索、並びにCtrl+Fでのページ内検索を活用してください。 あ行か行さ行た行な行は行ま行や行ら行わ行英字数字・記号コメント あ行 アルテリオス計算式 RPGなどのダメージ計算において、諸々の修正を含めた上で 「攻撃力-防御力=ダメージ」 という引き算でダメージが算出される計算式の通称。 発祥はファミリーコンピューター向けRPG「アルテリオス」を題材としたRTA（リアルタイムアタック）動画において投稿主が当該作品におけるダメージ計算式をこう呼ばれたものが広く浸透したため。（なのでアルテリオスがこの計算式を最初に使ったわけではない） 計算をシンプルにしやすいが攻撃力が低いとまるで火力が出せなくなる一方で攻撃力が過剰だと火力がインフレしやすい傾向があるため、バランス調整にあたってはゲーム上で扱う数値の振れ幅が少ないか緩やかなゲーム向きとされている。 本ゲームもこの計算式だという言説が当初は散見されたが、現在では証拠をもって否定されている。死語。 石を割る 蝶鉱石を消費してスタミナを回復すること。 1割、3割など、数字が前につくことも多いが、石を割る回数なのか、石を割る個数なのか、人によって用途が異なるので文脈から察しよう。 本作のゲーム中においては回復時に石を割っている描写・演出はない。 エロコマさん エネミー『エロコマンダー』の事。 18禁ゲームである本作において凌辱Hを解禁するための重要キャラクターなのだが、14時間に1回だけ出現というビックリするほどホワイトな勤務体制。 うっかり返り討ちにしてしまうこともあるあるだったためこのゲームを『超昂戦士からエロコマさんを守るゲーム』などと揶揄された事も。 エロコマさん強化アップデートと時短で捕獲が可能になるアップデートにより、現在では安定して捕獲してくれるようになった。 お知らせが読めない 公式のINFOMATIONにしっかり書いてある情報を見落としたまま、ゲームの仕様に疑問や文句、不具合報告などを挙げると出てくるツッコミ。 現在では大抵のソシャゲ、オンラインゲームのコミュニティにてこのような投稿が発生すると「〇〇はお知らせが読めない」（〇〇には各ゲームごとのプレイヤーを指す言葉）とツッコミが飛んでくる。 発祥はモバゲー版「アイドルマスター シンデレラガールズ」における「モバPはお知らせが読めない」と思われる。 不具合かな？と騒ぐ前にまずは告知をしっかり読もう。ちなみに本作のINFOMATIONのテキストはコピペ可能なので、お知らせ全文を任意のテキストエディタなどにコピペした後にテキスト検索もちゃんと出来るぞ。 お知らせには書いていない、あるいはお知らせだけでははっきりしない事柄についてもこの返答がなされる場合が多々あり、残念ながらこの文言を書き込む側もお知らせは読んでいない人が多いようだ。 このwikiにおいては攻撃的な文脈で連呼されがちであることから、近年、雰囲気を悪くする煽り文句として忌避される傾向にある。 ちょっと抜けているところがあっても初心者には親切にするのがお互いのためである。気を付けよう。 か行 開眼 壁に開限のこと。 『かいげん』で一発変換されるのも開眼なのでそのまま開眼で書き込まれることが多い。 また上限上昇のイメージから『かいがん』と誤って覚えていても開眼になる。光のシリカが「開眼！」と叫ぶのにつられる人もいるかもしれない。 大きく開眼してチェックしないと開限なのか開眼なのか判別困難だが、書き込まれる開限のうち半分程度は開眼のようだ。 期間限定 聖夜ハルカなど、「期間限定ピックアップ」と表記されたガチャにて実装されるキャラクター。 この表記がされたキャラクターはスタンダードピックアップガチャには追加されず、蕾による初回入手もピックアップが終了すると行えなくなる。 景品法の「優良誤認」の回避の観点から、日本オンラインゲーム協会より「期間限定」と表記する場合は提供期間か提供数の掲示を行う事がガイドラインに記載されているため、原則として後から恒常的に入手可能となる可能性は低い。 （下手に無期限表記を行おうとする場合、サービス終了日の明示という形で期間終了日の明記をする必要が出てくる） でも後から実装のパターンって割と珍しくないのでは？ 仮に後から恒常実装手段を設ける場合 ・「期間限定」ではなく「先行実装」と表記 つまり「後から恒常的に手に入るよ」と言う表記を明確にする。 同じDMMゲーだと「艦隊これくしょん」がこの表記でランカー報酬やイベント配布キャラクターの後日実装を可能にしている（元々有償ガチャ要素が乏しいゲームではあるが） ・入手方法に直接的な有償課金が影響しないものにする イベント配布キャラクターが後からイベント復刻→恒常実装できるのはコレが理由。課金ではなく継続的なプレイのみで入手となる。 課金が絡まないという事は景品法による入手手段の明示義務が無くなるので、ネタバレ通知を一切行わない所謂「隠しキャラクター」的な扱いも問題なく行える。 別ゲームだと「Fate/GrandOrder」では特定のキャラクターの入手手段を直接の課金が絡まないポイントのみで引くガチャだけで入手可能にする事で、ガチャ表記やアップデート対象として明記しない隠しキャラにするといった手法を取っていたりする。 また、「期間は限定するがその期間が一回きりである必要はない」ため、大半のガチャゲーではいわゆる「復刻」という形で再度期限を設けたうえでピックアップされる機会がある。 そのため、期間内に入手できなかった場合も次の期間を待つという手はある。（特に聖夜ハルカのようないわゆる「季節衣装キャラ」は、おおむね毎年該当の季節になると復刻されることが多い。） キャラのあだ名など 掲示板での俗称を中心に記載する。 あだ名一覧 アステ エスカルビー・アステライズのこと。ルビーAやAルビーとも。 ぐえー エスカ・トパーズのこと。殴られるとぐえーと鳴くことから。 クリ〇〇 聖夜〇〇のこと。クリスマスイベントの限定キャラ。 スターマリナ ビートスター・マリナのこと。 超〇〇、超昂〇〇 超昂変身した〇〇のこと。実装済みのキャラではエンジェリック・エスカレイヤー、エスカルビー・アステライズ、超昂閃忍ハルカ、超昂閃忍スバル、超昂閃忍ナリカ、ビートスター・マリナの6人が該当。 頻繁に話題に出るのはだいたい超ナリカ。 変態クソ野郎 戦部トキサダのこと。クソダサベルトとも。 水着〇〇 真夏の〇〇のこと。水着をモチーフにしているため。 嫁〇〇 ブライド・〇〇のこと。花嫁をモチーフにしているため。 ロリコン 戦車のニコールのこと。 Aエスカ エンジェリック・エスカレイヤーのこと。 5円さん 神騎プラチネルのこと。 ゴミ逸品 使う場面や恩恵がほとんどない逸品のこと。 太陽のトウ、月のウサギ、星のカーフィ、2コン、しいたて、カット調味料、ひまわらないなど。 前者3つは完凸することもなくドラ猫の鈴の入手機会を無限に奪っていくため特に悪質。 さ行 サザエさん時空 某アニメのように、作中で時間が進んでいるのに登場人物が歳を取らない状態。 超昂大戦でも季節が3巡しているはずなのにアカリ達はずっと学生のままだし、ハルナさんはずっと妊婦のままである。 一応、第二部終盤でハルナさんが出産したため、第一部開始から第二部終了までの期間が約十ヶ月ということになる。 集英組と講談組 裏社会における日本で一、二の二大組織。 実在するなんらかの組織と関係ないったらない。 宗教上の理由 何らかのゲームのプレイ環境に対する悩みや不満があるが ・その不満を差し引いても得られるリターンが魅力的。 ・絶対に外したくない推しキャラや運用コンセプトがある。 ・既に出来上がった自分なりのルーティーンを変えたくないor変えるのが面倒臭い。 ・今日は天気が晴れていたから。 ・本当にそういう戒律がある宗教に入信している。 …などの諸々の事情で実行可能な解決策に対して踏み切れない状況に対して使われる。 宗教上の理由なら仕方ない。人は効率だけでは生きられないし、真っ当な宗教は当時の風土や文化相応の理由や裏付けを基に戒律を作るものである。 本作で確認されている主な宗教 ・ロイスト教：クエスト周回時に必ず閃忍ツカサの必殺技「ロイヤルストレートフラッシュ」を使う宗教。スタミナ消費に対する宝箱稼ぎ効率が上がるが、必殺技使用のために時短チケットを使う事が出来ない。蝶鉱石の課金などを抑えつつ周回回数は増やしやすいが時間と手間がかかる他、スタメンの火力不足による高難易度マップにおける事故で敗北するリスクに悩まされる。 サービス開始初日は宝箱のドロップ効率が劣悪だったこともあり、あらゆるプレイヤーが入信必須とも言っていい状況だった。 寝室 所謂18禁シーンの事。超昂大戦だけでなく、FANZAのオンラインゲーム全般で使われている。 由来はFANZAオンラインゲームの代表格と言える『千年戦争アイギス』での18禁シーンの呼び名からと言われている。 〇〇染め 出撃するキャラの所属を統一すること。所謂、趣味パである。ゲーム初期は所属でパーティを統一するメリットが薄く、エスカレイヤー等のレジェンドキャラが所属指定効果を持つ程度であったが超昂閃忍ハルカの登場でこの概念がメジャーになった(筆者主観)。その性質上、統一することで他のキャラと一線を画す性能を発揮するが、逆に言えば意図的に調整しなければ真価を発揮できない。また所属間のバランス調整のため、現時点では統一しない方がパーティの完成度が高い。レイドにおいては出撃を完全に固定出来ないゲーム仕様もあり、その真価を発揮できない(そのため〇〇染の話は基本的にレイド以外の普段使いの話になる事が殆ど。R5/11/15時点)。主な〇〇染めとして想破or久世染め、神騎染めがある。 装備品の略称 略称一覧 逸品〇〇 逸品に分類される装備のうち、〇〇の効果を持つ装備を指す。 例えば逸品ベルトであれば、ガッツのあるベルト、または衝撃の仁王のこと。 基本的に一人のキャラに同じ装備を２つ持たせることはできないが、通常の装備と、それと同じ効果を持つ逸品であれば合わせて２つ装備することができる。 その状態はダブル〇〇、Ｗ〇〇と呼ばれる。 ガッツ ガッツ十姉妹のこと。あるいは十姉妹とも。 HP1で耐える系のスキルの事を指す場面はおそらくない。多分。 鞄 うなぎの鞄焼きのこと。 栗 てかる栗のこと。 てかる十姉妹かてかるせっかちと合わせて２個装備でき、その状態はダブル栗、Ｗ栗などと呼ばれる。 コンボイ コンボの謎のこと。 ゴミ 太陽のトウ、月のウサギ、星のカーフィーのこと。 ジッポ（ZIPPO） ハニージッポのこと。 十姉妹 ガッツ十姉妹のこと。あるいはガッツとも。 10人姉妹のキャラがいるわけではない。 白ヒゲ 白ヒゲここ一発のこと。 鈴 ドラ猫の鈴のこと。厳密には装備ではないが。 スタ麺、麺 ヘビースターメンのこと。 装備そのものだけでなく、これを装備したキャラや編成を指すこともある。 スタメンもヘビースターメンの略称として使われることもあるが、スタメン表記の場合どちらかというとヘビースターメンの有無を問わないスターティングメンバー（初期出撃キャラ）全般を指すことが多い。 文脈で察しよう。 せっかち 電光せっかちのこと。 掃除機 小得の掃除機のこと。 ドリル掃除機か小得のスーパーカーと合わせて２個装備でき、その状態はダブル掃除機、Ｗ掃除機などと呼ばれる。 タイガー しゃーべりタイガーのこと。 ロケットエンジンとどちらか片方しか装備できない。それゆえにロケットorタイガーといった表記をされることもある。 ドリル スーパードリルのこと。 ドリル猫、ドリルまねき猫の場合は長髪まねきドリルのことを指す。 ドリル掃除機か長髪まねきドリルと合わせて２個装備でき、その状態はダブルドリル、Ｗドリルなどと呼ばれる。 納豆 仁王納豆のこと。 羽 身軽の羽のこと。 パンツ 装備についての話題であればヘイトのパンツのことを指す。 超昂大戦はえっちなゲームであるため、文脈によっては寝室の話題なこともある。 べべたー 1ダースべべたーのこと。 ベルト 装備についての話題であれば衝撃のあるベルトのことを指す。 主人公が頭にベルトを巻いているため、文脈によってはそちらを指すこともある。→頭ベルト、クソダサベルト太郎、変態ろりこんべるとやろう等 衝撃の仁王かガッツのあるベルトと合わせて２個装備でき、その状態はダブルベルト、Ｗベルトなどと呼ばれる。 帽子 スタン帽子のこと。 ロケット ロケットエンジンのこと。 しゃーべりタイガーとどちらか片方しか装備できない。それゆえにロケットorタイガーといった表記をされることもある。 ロック 超昂人ロックのこと。 あるいは、この効果で出撃不可にしたキャラ、出撃不可にする行為を指すこともある。 た行 タンク 高い防御力やスタミナで敵からの攻撃によるダメージを引き受ける役の事。MMORPGなどで古くから使われる用語。盾役、壁役と同義。 本作はスタミナ（HP）の自動減少や準備時間などのシステムにより、フィールド上のキャラクターが一掃されると戦線の維持が非常に難しくなる。そのためダメージコントロールが重要なテクニックとなるためタンク役の有無が攻略難易度に響きやすい。 由来は近代兵器としての戦車から（古代の馬で牽引する戦車は「チャリオット」と呼ばれる）。 因みにタンクは兵器の火力と機動力がインフレした現代兵器事情においても「（元から壊しにかかって来る対戦車兵器はともかく）対人火器による攻撃から重装甲の車体で乗組員と随伴兵を守る盾となる」などの理由から今日でも廃れる事なく各国で使われている。 天井 ソシャゲでよくある、どれだけ運が悪くともこれだけガチャを回せばピックアップキャラが入手できるというゴール。 超昂大戦のガチャには天井が存在しないが、昂るつぼみとキャラを交換でき、交換に必要な１０００個貯めるのに必要なガチャ回数が約３３０回であるため、これを疑似天井とするユーザーもいる。 この３３０回という数字も、回すガチャの種類やユーザーのキャラの限界突破状況、そして運によって前後する。 そもそも昂るつぼみはガチャ以外でもゲームをプレイしていれば手に入るため、天井を意識してガチャを回すことはそんなにない。はず。 テトリス 宝箱開封からのパネル消しの事。 由来は言わずもがな、ソ連発祥の有名な落ち物パズルゲームから。 但し落ちものパズルだったテトリスとは異なり、上が塞がったところにも配置できる等の違いも多い。 キャラを強くするために必須であることから、超昂大戦の真髄はテトリスと言うトキサダも多いとか… 凸 キャラクターの限界突破の事。 突破上限まで限界突破する＝完凸、限界突破なし＝無凸など、凸の前後に単語をつけることで意味が加わる。 ただしランク2～4の場合、1～3凸と表記する人と2～4凸と表記する人が混在していて紛らわしい。 大抵の場合、無凸と完凸以外では2回限界突破したRank3しか話題に出ないので迷ったらそれだと思っておけばいい。 迷ったら凸を使わずに☆1～5で表記する方が確実。 な行 は行 ハイブリッド 通常攻撃と必殺技で威力算出に使う能力値が異なるキャラクターの事。 通常は「攻撃力」か「魔法力」のどちらかは0になっているが、ハイブリッド型と呼ばれるキャラクターは両方とも数値が設定されている。 代表的なのは閃忍ハルカ。 2021/02時点では通常攻撃が物理、必殺技が魔法というタイプが基本で逆のパターンは無し。 元ネタの一例としては車の「ハイブリッドカー」。低速時はバッテリー駆動、高速時はガソリン駆動と複数の動力を使い分ける事で燃費を良くする動力方式。 日本は狭い道・入り組んだ道や信号で止まるような場所が多いため、低速時の燃費がガソリンより良くなるバッテリー駆動の強みが活かしやすいためその強みが活かしやすい地域が比較的多い。 ヒーラー ダメージを受けた味方を回復する役の事。 本作では一部の例外を除いて時間経過でのスタミナ減少を回復できないため、Bユニバースのような殴り合いになる強敵戦が主な居場所。 戦いの続くシナリオ上でも重要な役割だが、そちらではサービス開始時から神騎ユユエル、その少し後に六の法杖セラフィールが登場するもそれ以降が増えない状態が長く続き、神騎ディアロールらの登場でようやく神騎医療班が結成されるに至った。 この点についてはユニット性能がヒーラーあってもシナリオでは特にそれらしい能力を持たないキャラクターが多いのが一因。特に聖夜ハルカ等の衣装替え時にヒーラーとなったキャラに顕著である。 由来は英語で癒す・治療するという意味のheal ま行 もぐら叩き 自軍の大半が壊滅し、控えから新しいキャラクターが出撃する度に袋叩きに遭って撤退する状況が続く様。 移動中は何もできないため、移動速度が低いキャラクターはボコボコにされてそのまま何も行動出来ずに退場する事も多い。 被弾が少ない状況でも時間経過によるスタミナ減少で一斉に撤退する事もあるため注意が必要。 タンク役を据えてダメージが偏るようにしいたり、仕事を終えたキャラクターは適時撤退させてゆくと回避しやすい。 わんこそばが同じ意味で使用される。 ○○麺 レイドにおけるヘビースターメン(以下は麺と呼称)を利用した戦術のこと。ゲームの仕様上出撃キャラ全てを選択できず、また出撃禁止にする方法が現実的でない中で生み出された戦術であり これによりキャラを増やすとレイドスコアが下がるという問題を解決出来るようになった。具体的には優先１～２以外で出撃させたいキャラに上記のアイテムを装備させるだけと非常に簡単。 これにより出撃枠数を全てプレイヤーが指定したキャラで埋めることが出来るため、育ててないキャラが出現することによる事故リスクが下がる。 メリットとして上記に挙げたもの以外に、特攻キャラを選出することでフィーバーゲージを回収＆宝箱獲得数を大幅に増やすことができる。反面、麺の消費数が多く並みの長官ではスキップを 前提とした戦術になるため、20％のマイナス補正でスコアが大幅に激減する(倉庫保管数増加に伴い、大量の麺を備蓄しスキップせずに上記の戦法を採用する超官もいるとか、いないとか…)。 主に35～38麺で運用されており、麺の数が増えるほどに優先１～２のキャラが減るため構成の育成難易度が跳ね上がる(但し、優先１～２の出撃メンバー をほぼ固定できるため安定性が上がる)。 尚、この戦術はサブ枠に麺を装備することが前提のため、出撃キャラのサブ枠が開いていない長官は対象外である。頑張って宝箱を開けよう や行 ら行 わ行 わんこそば →もぐら叩き 英字 数字・記号 5麺（編成） 編成方法の一種。 ヘビースターメンを5人に装備させることで、優先1の前にもう一つ5人編成を仕込むことができる。 35麺（編成） レイドバトル限定の編成方法の一種。 ヘビースターメンを3～40人に装備させる事で出撃キャラ50人のメンバーを固定し、優先1以降の主力メンバーが出てくるまでの間も宝箱やスコアを稼ぐ。 ヘビースターメン装備人数はプレイヤーによってまちまち。同じコンセプトの編成を全部35麺と呼んだり、装備人数を反映して呼んだりもする。 コメント コメントを投稿する前にログにて同様の内容がないか確認して下さい。 雑談版やキャラペとかで出た面白そうな言葉をちらほら追加。由来とか書いてる内にめっちゃネタに走ってしまう…。 -- [/vx8jsxqZ4A] 2020-12-11 (金) 20:07:16 なんで知識人みたいな言い方したがってるんだろう、というのが理解できた（アルテリオス）。いくつかブラゲ慣れしてないと、ぱっと見理解が難しかった俗語追加しますが、詳細はわからないのでわかるかたにお任せします。 -- [fDCL3hAOt7M] 2021-01-09 (土) 16:05:37 ハイブリッド型って初めて聞くけど、どこ発祥？ 自分が知らないだけでソシャゲでは一般用語だったりしますかね？ -- [YRQJn.Jo09.] 2021-02-20 (土) 16:48:18 ソシャゲには詳しくないけど、一般ゲーでもこの手のキャラを、（書いてる通りハイブリッドカーを元に）ハイブリッドって呼ぶことはあるな。二刀流の表現も見るが（大谷の活躍で最近強い？）、マイナー同士で勝負してる感じでどっちもメジャーではない。 -- [c3QATTftTX.] 2021-06-11 (金) 21:07:39 リアルワールドでは普通に一般用語だ、っては置いといて、 ゲームで使われ始めたのは多分「ラグナロクオンライン」からだと思う。ROでは一点特化型ステ振りにするのが基本で、２つ以上役割を持たせたキャラは特殊だったんよ。それを指して「○○と○○のハイブリッド型」って呼ぶようになった。 -- [u/jH7EO3OfA] 2024-03-28 (木) 14:35:06 寒すぎる -- [uqveSweRaws] 2021-03-25 (木) 06:30:13 ロケット、タイガー、ベルト、麺、帽子の追加をお願いします。 また、キャラクターの呼び方で何か別の呼び方がある場合はそちらも追加してもらえるとありがたいです。 -- [mZOJEHGGS/E] 2023-09-18 (月) 23:44:32 エロコマさんの出現時間、16時間じゃなくて、14時間なんじゃないの… -- [PlCty7tGkWA] 2023-09-20 (水) 01:15:30 超昂唱姫だしマリナも超昂変身なのでは。どのみち超に略せるわけだけど、超昂変身ではないって言えるような定義あったっけ？ -- [Gxe7mYUxnNI] 2023-09-21 (木) 15:40:17 ビートエヴォリューションではなくビートチェンジで変身するので -- [8h8ZKMJt9BU] 2023-09-21 (木) 17:13:21 あー、掛声ね。明確な定義とは思えないけどそこはむしろ変わらないのが不思議 -- [Gxe7mYUxnNI] 2023-09-21 (木) 18:15:58 フェス告知時のブログやキャラ紹介で超昂変身と明記あり -- [Gxe7mYUxnNI] 2023-09-21 (木) 18:40:22 さすがにキャラの本名はあだ名に含めなくていいと思う。エスカチームや地上神騎全員載せるものでもあるまいし、通称とかではなくゲーム内に登場する名前だし -- [Gxe7mYUxnNI] 2023-09-23 (土) 19:17:17",-1))])}}});export{m as __pageData,h as default};
