import{C as t,o as n,c as i,E as a,k as d,j as e}from"./chunks/framework.Bmhw_dvp.js";const c=`<p>相关页面  : 用语集 | 俗语集</p>
<hr class="full_hr">
<p>解说玩家所使用的词语（俗语）的页面。主要挑选本站、5ch、Twitter等SNS上使用的词语。<br>官方用语的解说，请浏览用语集。</p>
<p><span style="color:Blue"><strong>请活用左侧的站内搜索，以及使用 Ctrl+F 进行页内搜索。</strong></span></p>
<div class="ie5"><div class="table-scroll"><table border="0" cellspacing="1" class="style_table"><tbody><tr><td class="style_td"><a href="#aiueo">あ行（A行）</a></td><td class="style_td"><a href="#kako">か行（KA行）</a></td><td class="style_td"><a href="#saso">さ行（SA行）</a></td><td class="style_td"><a href="#tato">た行（TA行）</a></td><td class="style_td"><a href="#nano">な行（NA行）</a></td><td class="style_td"><a href="#haho">は行（HA行）</a></td><td class="style_td"><a href="#mamo">ま行（MA行）</a></td><td class="style_td"><a href="#yayo">や行（YA行）</a></td><td class="style_td"><a href="#raro">ら行（RA行）</a></td><td class="style_td"><a href="#wawo">わ行（WA行）</a></td><td class="style_td"><a href="#abcde">英文字母</a></td><td class="style_td"><a href="#suuki">数字・符号</a></td><td class="style_td"></td><td class="style_td"><a href="#comment">评论</a></td></tr>
</tbody></table></div></div>
<h2 id="content_1_0">あ行（A行）<span id="aiueo"></span> </h2>
<dl class="list1 list-indent1"><dt>阿尔特里奥斯计算式（阿尔テリオス計算式）</dt>
<dd>在RPG等游戏的伤害计算中，包含各种修正后，以“攻击力-防御力=伤害”这种减法算出伤害的计算式俗称。 发源自FC游戏《阿尔特里奥斯》的RTA（实时速通）视频中，投稿者将该作品的伤害计算式如此称呼后被广泛传播。（因此阿尔特里奥斯并不是最早使用这种计算式的） 虽然能让计算变得简单，但存在攻击力低就完全打不出伤害，反之攻击力过高伤害就极易膨胀的倾向，因此在平衡性调整方面，更适合游戏中处理的数值波动范围较小或较平缓的游戏。 本游戏初始也有传言说是这种计算式，但如今已被确凿证据否定。属于死语。</dd></dl>
<dl class="list1 list-indent1"><dt>碎石（石を割る）</dt>
<dd>指消耗蝶矿石来恢复体力。 前面经常会带上数字，如“割1”、“割3”等，但究竟是指碎石的次数还是碎石的个数，因人而异，请结合上下文领会。 在本作的游戏过程中，并没有恢复时把石头碎掉的描写或演出。</dd></dl>
<dl class="list1 list-indent1"><dt>ERO指挥官（色情回合さん）</dt>
<dd>指敌人“ERO指挥官”（色情指挥官）。 在作为18禁游戏的本作中，虽然是解锁凌辱H的路线关键角色，但每14小时才出现1次的排班制度简直白领得令人震惊。 偶尔一不小心把它反杀也是常见现象，因此本作甚至曾被讽刺为《保护ERO指挥官免受超昂战士伤害的游戏》。 随着ERO指挥官强化更新以及可缩短时间捕获的更新，现在已经能稳定捕获了。</dd></dl>
<dl class="list1 list-indent1"><dt>不看公告（公告が読めない）</dt>
<dd>漏看了官方INFOMATION（公告）里写得清清楚楚的信息，却对游戏机制提出疑问、抱怨或提交Bug报告时遭遇的吐嘈。 如今在大多数社交游戏和网游社区中，只要出现此类帖子，就会招来“〇〇不看公告”（〇〇代指各游戏的玩家名称）的吐槽。 发源普遍认为来自Mobage版《偶像大师 灰姑娘女孩》中的“P不看公告（モバPは公告が読めない）”。 在闹出“是不是Bug啊？”之前，先好好阅读公告吧。顺便一提，本作INFOMATION的文本是可以复制的，把公告全文复制到任意文本编辑器后也可以好好进行文本搜索哦。 另外，对于公告里没写，或者光看公告拿不准的事项，也经常会有这种回复，可惜的是，打出这句吐嘈的人往往自己也没看公告。 在本wiki中，这句话经常在带有攻击性的语境下被连呼，因此近年来有作为恶化氛围的挑衅用语而被忌讳的倾向。 就算别人有些疏忽，对新手友好一点也是为了彼此好。请多加注意。</dd></dl>
<h2 id="content_1_1">か行（KA行）<span id="saso"></span> </h2>
<dl class="list1 list-indent1"><dt>开眼</dt>
<dd>即墙壁“开限”的意思。 拼音/输入法打“かいげん”能一次性转换出来的也是“开眼”，所以很多人就直接打成“开眼”了。 此外，受上限上升的印象影响，哪怕记错成“かいがん”，打出来也是“开眼”。可能也有人是被光之西莉卡大喊“开眼！”给带偏的。 如果不睁大眼睛（开眼）好好检查，很难分辨到底是“开限”还是“开眼”，不过打出来的“开限”里大概有一半都是“开眼”。</dd></dl>
<dl class="list1 list-indent1"><dt>期间限定</dt>
<dd><span>圣诞遥など、「期间限定精选招募」と表記された认真ャにて実装される角色。<br>この表記がされた角色は标准精选招募扭蛋には追加されず、蕾による初回入手も精选招募が終了すると行えなくなる。<br>从规避景品法“优良误认”的角度出发，日本在线游戏协会的指导方针中记载了标注“期间限定”时需公示提供期间或提供数量，因此原则上之后常驻化可获取的可能性较低。<br>
（下手に無期限表記を行おうとする場合、<strong>服务終了日の明示</strong>という形で期間終了日の明記をする必要が出てくる）

</span><div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>不过事后才实装的模式其实挺常见的吧？</p>
</div><div class="rgn-content" style="display: none">假设之后提供常驻实装途径的话<br>
・<strong>「期间限定」ではなく「先行実装」と表記</strong><br>也就是说，明确标示出“之后可以通过常驻途径获取”。<br>同じDMM游戏だと「艦隊これくしょん」がこの表記で排名玩家報酬や活动配布角色の後日実装を可能にしている（元々有償扭蛋要素が乏しい游戏ムではあるが）<br>
・<strong>入手方法に直接的な有償課金が影響しないものにする</strong><br>活动配布角色が後から活动復刻→恒常実装できるのは这个が理由。課金ではなく継続的な游玩のみで入手となる。<br>不涉及氪金意味着不再有景品表示法所规定的获取途径明示义务，因此可以毫无问题地采用完全不进行剧透通知的所谓“隐藏角色”式处理。<br>在其他游戏如“Fate/GrandOrder”中，就采取了让特定角色仅能通过不直接涉及氪金的点数来抽取的扭蛋获取，从而将其作为未在扭蛋表记及更新对象中明记的隐藏角色这样的手法。</div></div><span>此外，由于“虽然会限制期限但该期限无需仅此一次”，在大多数扭蛋游戏中，会有以所谓“复刻”的形式再次设定期限并进行Pick-up的机会。<br>
そのため、期間内に入手できなかった場合も次の期間を待つという手はある。（特に圣诞遥のようないわゆる「季節衣装角色」は、おおむね毎年該当の季節になると復刻されることが多い。）</span></dd></dl>
<dl class="list1 list-indent1"><dt>角色昵称等<span class="term-ja">（キャラのあだ名など）</span></dt>
<dd>主要记载论坛等处的俗称。</dd></dl>
<div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>昵称一览</p>
</div><div class="rgn-content" style="display: none">
<ul class="list1 list-indent1"><li>阿斯特<ul class="list2 list-indent1"><li>指 超昂红·阿斯特莱斯（超昂星·阿斯泰拉兹）。也称Ruby A或A Ruby。</li></ul></li>
<li>咕诶——<ul class="list2 list-indent1"><li>指 超昂黄玉（艾斯卡·托帕兹）。因为被挨打时会叫出“咕鹅——”的声音。</li></ul></li>
<li>别再把5%这种对强敌根本不敢想的数字从R继承过来了啊--[hM6TqTpOO7Q]2022-02-02(水)20:31:08<ul class="list2 list-indent1"><li>圣诞 圣夜〇〇。圣诞节活动的限定角色。</li></ul></li>
<li>临死前放个最后大招的用法还是老样子呢--[l/G9m5DUtOM]2022-02-02(水)20:45:33<ul class="list2 list-indent1"><li>指 节拍之星·真理奈（节拍巨星·真里奈）。</li></ul></li>
<li>超〇〇、超昂〇〇
<ul class="list2 list-indent1"><li>指超昂变身后的〇〇。已实装的角色中符合条件的有天使型·艾斯卡蕾雅、超昂星·阿斯泰拉兹、超昂闪忍遥、超昂闪忍昴、超昂闪忍成香、节拍巨星·真里奈这6人。<br>频繁成为话题的大概是超成香。</li></ul></li>
<li>变态人渣<ul class="list2 list-indent1"><li>指 战部常定（战部时贞）。也称土爆腰带。</li></ul></li>
<li>水着〇〇
<ul class="list2 list-indent1"><li>指 盛夏的〇〇。因为是以泳装为主题。</li></ul></li>
<li>嫁〇〇
<ul class="list2 list-indent1"><li>指 新娘·〇〇（花嫁・〇〇）。因为是以花嫁为主题。</li></ul></li>
<li>恋童<ul class="list2 list-indent1"><li>指 战车的妮可尔（战车妮可尔）。</li></ul></li>
<li>为了入手情人节翔子砸了三万日元结果还是没拿到，只能用蕾了……上个月为了正月蓝宝石也砸了同样的金额，要完蛋了……--[Pel6Qyp6T4I]2022-02-04(金)00:01:51<ul class="list2 list-indent1"><li>指 天使超昂手（天使型·艾斯卡蕾雅）。</li></ul></li>
<li>很可爱所以犹豫要不要抽，请问有谁能提供一下寝室的信息吗--[ZyNHNGZ2BZI]2022-02-04(金)01:33:20<ul class="list2 list-indent1"><li>指 神骑普拉琪内尔（神骑普拉奇内鲁）。</li></ul></li></ul></div></div>
<dl class="list1 list-indent1"><dt>垃圾逸品（垃圾逸品）<span class="term-ja">（ゴミ逸品）</span></dt>
<dd>指使用场景或收益几乎没有的逸品装备。 如太阳之塔、月之兔子、星之卡菲、2P手柄、香菇盾、切好的调味料、不转的向日葵等。 前三者连满凸的机会都没有，还会无限剥夺获取野猫之铃的机会，因此尤为恶劣。</dd></dl>


<ins class="adsbygoogle" data-ad-client="ca-pub-6756084042400545" data-ad-format="auto" data-ad-slot="9804070536" data-full-width-responsive="true" style="display:block"></ins>
<br><h2 id="content_1_2">さ行（SA行）<span id="saso"></span> </h2>
<dl class="list1 list-indent1"><dt>海螺小姐时空（サザエさん時空）</dt>
<dd>指像某动画那样，剧中时间虽然在流逝，但登场人物却不会变老的状态。 在超昂大战中，季节明明应该已经过了三轮，但明莉她们却一直都是学生，春奈女士也一直都是孕妇。 顺便一提，由于第二部结尾春奈女士分娩了，因此从第一部开始到第二部结束的期间大约是十个月。</dd></dl>
<dl class="list1 list-indent1"><dt>集英组与讲谈组<span class="term-ja">（集英組と講談組）</span></dt>
<dd>黑道地下社会中数一数二的两大组织。 绝对和现实中存在的某些组织没有任何关系。</dd></dl>
<dl class="list1 list-indent1"><dt>宗教上的理由<span class="term-ja">（宗教上の理由）</span></dt>
<dd><span>何らかの游戏ムの游玩環境に対する烦恼や不満があるが<br>・即使扣除这些不满，获得的回报依然很有魅力。<br>・有绝对不想错过的推し角色或运用概念。<br>・不想改变或嫌麻烦去改变自己已经形成的日常流程。<br>・因为今天天气晴朗。<br>・真的信奉存在这种戒律的宗教。<br>…等由于种种情况，面对可行的解决对策却迟迟无法下定决心时使用。<br>如果是宗教上的理由那也没办法。人不能只靠效率活着，正经的宗教都是基于与当时风土文化相称的理由和依据来制定戒律的。</span><div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>本作中确认存在的主要宗教</p>
</div><div class="rgn-content" style="display: none">・ロイ剧情教：在任务周回时必定使用闪忍司的必杀技“ロイヤル剧情汇率闪光”的宗教。能提升体力消耗对应的宝箱获取效率，但为了使用必杀技无法使用时短券。能抑制蝶矿石的氪金并容易增加周回次数，但费时费力，此外还会受制于主力火力不足导致在高难度地图中发生事故而落败的风险。<br>服务上线首日由于宝箱的掉落效率极差，可以说是所有玩家都必须入信的状况。</div></div></dd></dl>
<dl class="list1 list-indent1"><dt>卧室</dt>
</dl>
<ul class="list1 list-indent1"><li>即所谓的18禁场景。不仅在超昂大战，在FANZA的网游中普遍使用。</li>
<li>据说由来是FANZA网游代表作《千年战争Aigis》中对18禁场景的称呼。</li></ul>
<dl class="list1 list-indent1"><dt>〇〇纯色队/〇〇染（〇〇染め）</dt>
</dl>
<ul class="list1 list-indent1"><li>指统一出击角色的所属阵营。即所谓的趣味队伍。游戏初期统一队伍所属阵营的收益很低，仅有超昂手等传说角色拥有指定阵营的效果，但随着超昂闪忍遥的登场，这一概念成为了主流（作者主观）。由于其性质，通过统一阵营能发挥出与其他角色拉开差距的性能，但反过来说，如果不刻意调整就无法发挥真正价值。此外由于阵营间的平衡调整，现阶段不统一阵营反倒队伍完成度更高。在团队战（Raid）中，由于游戏机制无法完全固定出击，导致无法发挥其真正价值（因此讨论〇〇纯色队基本上都是指团队战以外的日常使用。截至R5/11/15）。主要的〇〇纯色队有想破或久世纯色队、神骑纯色队。</li></ul>
<dl class="list1 list-indent1"><dt>装备简称（装備品の略称）</dt>
</dl>
<div class="rgn-container" style=" position:relative; padding-left:35px; margin-bottom: 1em; "><div class="rgn-button" style=" display: flex; align-items: center; justify-content: center; cursor:pointer; height:26px; left:0; position:absolute; top:0; width:26px; "><svg class="plus-icon" style="display: block" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96l0 320c0 17.7 14.3 32 32 32l320 0c17.7 0 32-14.3 32-32l0-320c0-17.7-14.3-32-32-32L64 64zM0 96C0 60.7 28.7 32 64 32l320 0c35.3 0 64 28.7 64 64l0 320c0 35.3-28.7 64-64 64L64 480c-35.3 0-64-28.7-64-64L0 96zM208 352l0-80-80 0c-8.8 0-16-7.2-16-16s7.2-16 16-16l80 0 0-80c0-8.8 7.2-16 16-16s16 7.2 16 16l0 80 80 0c8.8 0 16 7.2 16 16s-7.2 16-16 16l-80 0 0 80c0 8.8-7.2 16-16 16s-16-7.2-16-16z" fill="currentColor"></path></svg><svg class="minus-icon" style="display: none" viewbox="0 0 448 512"><path d="M64 64C46.3 64 32 78.3 32 96V416c0 17.7 14.3 32 32 32H416c17.7 0 32-14.3 32-32V96c0-17.7-14.3-32-32-32H64zM0 96C0 60.7 28.7 32 64 32H416c35.3 0 64 28.7 64 64V416c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V96zM128 256c0-8.8 7.2-16 16-16H304c8.8 0 16 7.2 16 16s-7.2 16-16 16H144c-8.8 0-16-7.2-16-16z" fill="currentColor"></path></svg></div><div class="rgn-description" style="display: block"><p>简称一览</p>
</div><div class="rgn-content" style="display: none">
<ul class="list1 list-indent1"><li>逸品〇〇
<ul class="list2 list-indent1"><li>指归类为逸品的装备中，拥有〇〇效果的装备。 例如逸品腰带，指的就是 毅力腰带，或是 冲击之仁王。 原则上同一名角色不能装备两件相同的装备，但如果是普通装备与拥有相同效果的逸品，则可以合计装备两件。 这种状态被称为双〇〇、W〇〇。</li></ul></li>
<li>顽强<ul class="list2 list-indent1"><li>指 毅力十姐妹。或简称为十姐妹。 应该（大概）不是指HP剩1点强撑类型的技能。</li></ul></li>
<li>鞄
<ul class="list2 list-indent1"><li>指 蒲烧鳗鱼包（鳗鱼蒲烧包）。</li></ul></li>
<li>栗
<ul class="list2 list-indent1"><li>指 发光栗子（光亮栗子）。 可以和 发光十姐妹 或 发光急惊风 搭配装备2个，该状态被称为双栗子、W栗子等。</li></ul></li>
<li>连击イ
<ul class="list2 list-indent1"><li>指 连段之谜（连击之谜）。</li></ul></li>
<li>垃圾<ul class="list2 list-indent1"><li>指 太阳之塔（太阳藤）、月之兔子（月兔）、星之卡菲（星咖啡）。</li></ul></li>
<li>吉波<ul class="list2 list-indent1"><li>指 蜂蜜打火机（甜心打火机）。</li></ul></li>
<li>十姐妹<ul class="list2 list-indent1"><li>指 毅力十姐妹（斗志十姐妹）。或简称为毅力。 并不是指有10个姐妹的角色。</li></ul></li>
<li>巧克力突猛進<ul class="list2 list-indent1"><li>指 白胡子关键时刻（白胡子全力一击）。</li></ul></li>
<li>鈴
<ul class="list2 list-indent1"><li>指 野猫之铃（多拉猫の鈴）。严格来说并不是装备。</li></ul></li>
<li>巧克力突猛進+<ul class="list2 list-indent1"><li>指 重型首发（重型硬汉）。 不仅指装备本身，有时也指装备了它的角色或编队。 也会使用“StarMen”作为“Heavy StarMen”的简称，但写成StarMen时，通常更多是指不限是否装备Heavy StarMen的整体首发阵容（初始出击角色）。 请结合上下文领会。</li></ul></li>
<li>看到无效护卫我还“哦”了一下，结果只有普攻啊。--[bcQIj9./etc]2023-02-15(水)16:32:46<ul class="list2 list-indent1"><li>指 电光急惊风（电光急躁者）。</li></ul></li>
<li>掃除機
<ul class="list2 list-indent1"><li>指 微利吸尘器（实惠吸尘器）。 可以和 钻头吸尘器 或 微利跑车 搭配装备2个，该状态被称为双吸尘器、W吸尘器等。</li></ul></li>
<li>泰格<ul class="list2 list-indent1"><li>指 说话老虎（咆哮猛虎）。 与 火箭发动机 只能二选一装备。因此有时也会被写作火箭or老虎。</li></ul></li>
<li>钻头<ul class="list2 list-indent1"><li>指 超级钻头（超级钻头）。 如果是钻头猫、钻头招财猫的情况，则是指 长发招财钻头（长发招财钻头）。 可以和 钻头吸尘器 或 长发招财钻头 搭配装备2个，该状态被称为双钻头、W钻头等。</li></ul></li>
<li>纳豆<ul class="list2 list-indent1"><li>指 仁王纳豆。</li></ul></li>
<li>羽
<ul class="list2 list-indent1"><li>指 身轻之羽（轻盈羽翼）。</li></ul></li>
<li>内裤<ul class="list2 list-indent1"><li>如果是关于装备的话题，指的是 仇恨内裤（仇恨内裤）。 因为超昂大战是色情游戏，根据上下文也可能是卧室（H场景）话题。</li></ul></li>
<li>弹力十足呢--[fNfyH60pVgo]2023-02-16(木)07:28:33<ul class="list2 list-indent1"><li>指 1打贝贝塔（一打贝贝塔）。</li></ul></li>
<li>腰带<ul class="list2 list-indent1"><li>如果是关于装备的话题，指的是 冲击腰带（冲击腰带）。 由于男主角头上卷着腰带，根据上下文也可能指那边。→头腰带、土爆腰带太郎、变态萝莉控腰带野郎等 可以和 冲击之仁王 或 毅力腰带 搭配装备2个，该状态被称为双腰带、W腰带等。</li></ul></li>
<li>帽子
<ul class="list2 list-indent1"><li>指 眩晕帽子（眩晕帽）。</li></ul></li>
<li>火箭<ul class="list2 list-indent1"><li>指 火箭发动机（火箭引擎）。 与 说话老虎 只能二选一装备。因此有时也会被写作火箭or老虎。</li></ul></li>
<li>锁定<ul class="list2 list-indent1"><li>指 超昂人洛克（超昂人锁）。 或者是指因该效果而无法出击的角色，以及使其无法出击的行为。</li></ul></li></ul></div></div>
<h2 id="content_1_3">た行（TA行）<span id="tato"></span> </h2>
<dl class="list1 list-indent1"><dt>坦克<span class="term-ja">（タンク）</span></dt>
<dd>指凭高防御力或体力承受敌人攻击伤害的角色。MMORPG等游戏自古以来使用的术语。与盾役、肉盾同义。 本作由于体力（HP）自动减少以及准备时间等机制，一旦场上的角色被肃清，阵线就会变得极难维持。因此伤害控制是一项重要的技术，是否有坦克角色会直接影响通关难度。 由来是作为近代武器的坦克车（古代由马牵引的战车被称为“Chariot”）。 顺便一提，即使在武器火力与机动力膨胀的现代军事局势下，坦克也因为“（姑且不论本来就是为了摧毁它而来的反坦克武器）能靠重装甲车身成为盾牌，保护乘员和随行步兵免受人员杀伤武器攻击”等理由，至今仍在各国广泛使用而未被淘汰。</dd>
<dt>天花板</dt>
<dd>社交游戏中常见的机制，即运气再差，只要抽够这个次数就必定能获得Up角色的终点。 虽然超昂大战的抽卡没有保底，但可以用昂扬之花蕾兑换角色，而攒够兑换所需的1000个所需的抽卡次数约为330抽，因此也有玩家将其视为伪保底。 这个330抽的数字也会根据所抽卡池的种类、玩家角色的突破状况以及运气而有所上下浮动。 况且昂扬之花蕾就算不抽卡，平时游玩游戏也能获得，所以一般不会为了保底而特意去抽卡。应该吧。</dd>
<dt>俄罗斯方块<span class="term-ja">（テトリス）</span></dt>
<dd>指开启宝箱后的消除板块。 由来不用多说，来自发源自苏联的知名落下型益智游戏。 但与作为落下型益智游戏的俄罗斯方块不同，本作有许多差异，例如上方被堵住的地方也能放置板块等。 由于这是强化角色所必需的，似乎也有不少常定吐槽道：超昂大战的精髓就是俄罗斯方块……</dd>
<dt>突破</dt>
<dd>指角色的限界突破。 突破到上限＝满凸、没有限界突破＝无凸等，通过在“凸”字前后加上词语来赋予含义。 不过在Rank 2～4的情况下，混杂着写作1～3凸的人和写作2～4凸的人，容易让人混淆。 大多数情况下，除了无凸和满凸外，一般只会讨论突破了2次的Rank 3，如果拿不准的话就当成是它就行。 拿不准的话，不使用“凸”而是用★1～5来表示会更保险。</dd></dl>
<h2 id="content_1_4">な行（NA行）<span id="nano"></span> </h2>
<h2 id="content_1_5">は行（HA行）<span id="haho"></span> </h2>
<dl class="list1 list-indent1"><dt>混合<span class="term-ja">（ハイブリッド）</span></dt>
<dd>指普通攻击与必杀技用于算出威力的能力值不同的角色。 通常“攻击力”或“魔法力”的其中一个是0，但被称为混合型的角色两者都被设定了数值。 具代表性的是 闪忍遥。 截至2021/02，基本类型是普通攻击为物理、必杀技为魔法，不存在相反的模式。 原型出处之一是汽车的“混合动力车（Hybrid）”。低速时靠电池驱动，高速时靠汽油驱动，通过区分使用多种动力来提高燃油效率的动力方式。 日本由于狭窄/错综复杂的道路以及因红绿灯停下的地方很多，低速时燃油效率比汽油更好的电池驱动优势更容易发挥，因此属于相对容易发挥该优势的地区。</dd>
<dt>治疗角色<span class="term-ja">（ヒーラー）</span></dt>
<dd>指恢复受损队友的角色。 本作中除了极少数例外，无法恢复随时间流逝而减少的体力，因此像B Universe这种需要硬碰硬的强敌战是其主要舞台。 在战斗持续的剧情中也是重要角色，不过在该方面自服务开始时 神骑尤尤艾尔、不久后 六之法杖塞拉菲尔 登场以来，很长一段时间都没有再增加，直到 神骑蒂亚萝尔 等人登场才终于结成了神骑医疗班。 关于这一点，一部分原因是有些角色即使单位性能是奶妈，在剧情中却没有类似的能力。在 圣夜遥 等换装后变成奶妈的角色身上尤为显著。 由来是英语中表示治愈、治疗意思的heal。</dd></dl>
<h2 id="content_1_6">ま行（MA行）<span id="mamo"></span> </h2>
<dl class="list1 list-indent1"><dt>打地鼠（もぐら叩き）</dt>
<dd>指我方主力大半溃败，后备的新角色每当出击就会遭到围攻并相继撤退的状态。 由于移动中无法做任何事，移动速度低的角色往往会被暴打，甚至连行动都做不了就直接退场。 在受到攻击较少的情况下，也可能因时间流逝导致的体力减少而同时撤退，因此需要注意。 配置坦克角色使伤害偏向一边，或者让完成工作的角色及时撤退，就能更容易避免这种情况。 “碗子荞麦面”也常在相同含义下使用。</dd>
<dt>○○面（○○麺）</dt>
<dd>指在团队战（Raid）中利用重型首发（以下简称“面”）的战术。由于游戏机制导致无法选择全部出击角色，且设为禁止出击的方法并不现实，在此背景下诞生了该战术，由此解决了增加角色反而会导致团队战得分下降的问题。具体来说非常简单，只需在优先1～2以外想要出击的角色身上装备上述道具即可。 由此，玩家指定的角色能够填满所有的出击名额，从而降低了因出现未培养角色而导致事故的风险。 优点除了上述提到的之外，通过选出特攻角色还能回收Fever槽＆大幅增加宝箱获取数量。但另一方面，“面”的消耗量极大，普通的长官在预设扫荡的前提下使用该战术，会因为20%的负面修正导致得分大幅暴跌（据说随着仓库容量增加，也有囤积大量“面”而不进行扫荡、直接采用上述战法的超级长官，或者并没有……）。 主要以35～38面进行运作，“面”的数量越多，优先1～2的角色就越少，因此阵容的培养难度会飙升（不过，由于能几乎固定优先1～2的出击成员，稳定性会提高）。 另外，由于该战术前提是在副槽装备“面”，因此出击角色的副槽未解锁的长官不在适用范围内。加油开宝箱吧。</dd></dl>
<h2 id="content_1_7">や行（YA行）<span id="yayo"></span> </h2>
<h2 id="content_1_8">ら行（RA行）<span id="raro"></span> </h2>
<h2 id="content_1_9">わ行（WA行）<span id="wawo"></span> </h2>
<dl class="list1 list-indent1"><dt>碗子荞麦面（わんこそば）</dt>
<dd>→打地鼠</dd></dl>
<h2 id="content_1_10">英文字母<span id="abcde"></span> </h2>
<h2 id="content_1_11">数字・符号<span id="suuki"></span> </h2>
<dl class="list1 list-indent1"><dt>5面（编队）</dt>
<dd>编成方法的一种。 通过给5个人装备重型首发，可以在优先1之前再嵌入一个5人阵容。</dd></dl>
<dl class="list1 list-indent1"><dt>35面（编队）</dt>
<dd>团队战（Raid）限定的编成方法的一种。 通过给3～40人装备重型首发来固定出击50人的成员，在优先1以后的主力成员出来之前也能赚取宝箱和得分。 重型首发的装备人数因玩家而异。相同概念的编成可以统称为35面，也可以根据实际装备人数来称呼。</dd></dl>
<h2 id="content_1_12">评论<span id="comment"></span> </h2>
<p>提交评论前请先在日志中确认是否有相同内容。</p>

<ins class="adsbygoogle" data-ad-client="ca-pub-6756084042400545" data-ad-format="auto" data-ad-slot="2456832941" data-full-width-responsive="true" style="display:block"></ins>
<br>
<div class="pcomment">

<ul class="list1 list-indent1"><li class="pcmt" data-comment-id="comment_680fe737eb78613b42cbc9ef682588c5">读活动剧情都不知道她到底能不能飞。掉进巧克力沼泽的时候好像飞不起来，救艾克希尔的时候又好像飞起来了 -- [/vx8jsxqZ4A] <span class="comment_date">2020-12-11 (周五) 20:07:16</span>
<ul class="list2 list-indent1"><li class="pcmt" data-comment-id="comment_ad055f9aaa0c44a2b3c6b1d375220371">终于理解为什么要用一副文化人的口吻说话了（阿尔特里奥斯）。追加了几个如果不习惯页游乍一看很难理解的俗语，但详情不太清楚，就交给了解的大佬了。 -- [fDCL3hAOt7M] <span class="comment_date">2021-01-09 (周六) 16:05:37</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_ae2e9d8690e995dbc8aacaa97d2ad75c">大概只是嫌麻烦没换立绘，不是ADDD而是变成神骑就能飞，所以解除变身飞起来了（掉进陷阱什么的时爱丽丝也说过「先变成神骑不就行了吗？」）毕竟只是为了潜入才用ADDD，暴露之后应该就是一边解除变身一边行动的吧 -- [YRQJn.Jo09.] <span class="comment_date">2021-02-20 (周六) 16:48:18</span>
<ul class="list2 list-indent1"><li class="pcmt" data-comment-id="comment_d1528ffa3419b38feb5a5de4fa9741d9">虽然我对社交游戏不太了解，但在一般游戏里这类角色（如文中所写，以混合动力车为原型）也会被称为混合型（Hybrid）呢。虽然也能看到二刀流的表达（最近因为大谷的活跃变多了？），但感觉像是在小众之间PK，两者都不算主流。 -- [c3QATTftTX.] <span class="comment_date">2021-06-11 (周五) 21:07:39</span></li>
<li class="pcmt" data-comment-id="comment_9c50304d36a33476bc121ddac10f9e94"><span>现实世界里普通就是个日常词汇，先姑且不谈， 在游戏里开始被使用大概是从《仙境传说（RO）》开始的吧。在RO里基本都是走单点特化型的加点，拥有2种以上职责的角色很特殊。于是就指着那种角色称呼为“〇〇与〇〇的混合型”了。</span><span class="comment_date">2024-03-28 (周四) 14:35:06</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_22bed09ff38b7fe0522c15678fa3304d">太冷了 -- [uqveSweRaws] <span class="comment_date">2021-03-25 (周四) 06:30:13</span></li>
<li class="pcmt" data-comment-id="comment_1b0ba1614719e80a549a28c5e3b5f685"><span>请帮忙追加火箭、老虎、腰带、面、帽子。 另外，如果角色的称呼还有其他叫法的话，能一并追加上去就太感谢了。</span><span class="comment_date">2023-09-18 (周一) 23:44:32</span></li>
<li class="pcmt" data-comment-id="comment_a00c66f608d4e7f387ad0ce406a8a053">ERO指挥官的出现时间，不是16小时，而是14小时吧…… -- [PlCty7tGkWA] <span class="comment_date">2023-09-20 (周三) 01:15:30</span></li>
<li class="pcmt" data-comment-id="comment_66306da8a8851864797536fed62cee1d">彼を知り己を知れば -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-21 (周四) 15:40:17</span>
<ul class="list2 list-indent1"><li class="pcmt" data-comment-id="comment_4a09d469b8a03dacb549db8c488ec5c0">彼を知り己を知れば+ -- [8h8ZKMJt9BU] <span class="comment_date">2023-09-21 (周四) 17:13:21</span>
<ul class="list3 list-indent1"><li>啊，是吆喝声啊。虽然不觉得是个明确的定义，但那里居然一直没变反倒挺不可思议的 -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-21 (周四) 18:15:58</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_2620062284b507a9fc5c69f6c15ba1de">狂欢节（Fes）告知时的博客和角色介绍里明确写了“超昂变身” -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-21 (周四) 18:40:22</span></li></ul></li>
<li class="pcmt" data-comment-id="comment_1a603682cad9de7fe1e1459047e63965">感觉角色的本名确实没必要算进昵称里。又不是要把超昂小队和神骑全部放上去，而且也不是什么通称，而是游戏内登场的本名 -- [Gxe7mYUxnNI] <span class="comment_date">2023-09-23 (周六) 19:17:17</span></li></ul>
</div>
`,o={html:c},h=JSON.parse('{"title":"俗语集","description":"","frontmatter":{"title":"俗语集","layout":"doc","meta":{"sourceUrl":"https://escalationheroines.wikiru.jp/?%E4%BF%97%E8%AA%9E%E9%9B%86","sourceUpdated":"2025-06-30 (月) 11:35:01","synced":"2026-07-22","reviewed":false,"translated":true}},"headers":[],"relativePath":"site/zh/slang.md","filePath":"site/zh/slang.md"}'),p={name:"site/zh/slang.md"},y=Object.assign(p,{setup(r){return(u,l)=>{const s=t("MirrorContent");return n(),i("div",null,[a(s,{html:d(o).html},null,8,["html"]),l[0]||(l[0]=e("div",{class:"search-index",style:{display:"none"},"aria-hidden":"true"},"相关页面 : 用语集 | 俗语集 解说玩家所使用的词语（俗语）的页面。主要挑选本站、5ch、Twitter等SNS上使用的词语。官方用语的解说，请浏览用语集。 请活用左侧的站内搜索，以及使用 Ctrl+F 进行页内搜索。 あ行（A行）か行（KA行）さ行（SA行）た行（TA行）な行（NA行）は行（HA行）ま行（MA行）や行（YA行）ら行（RA行）わ行（WA行）英文字母数字・符号评论 あ行（A行） 阿尔特里奥斯计算式（阿尔テリオス計算式） 在RPG等游戏的伤害计算中，包含各种修正后，以“攻击力-防御力=伤害”这种减法算出伤害的计算式俗称。 发源自FC游戏《阿尔特里奥斯》的RTA（实时速通）视频中，投稿者将该作品的伤害计算式如此称呼后被广泛传播。（因此阿尔特里奥斯并不是最早使用这种计算式的） 虽然能让计算变得简单，但存在攻击力低就完全打不出伤害，反之攻击力过高伤害就极易膨胀的倾向，因此在平衡性调整方面，更适合游戏中处理的数值波动范围较小或较平缓的游戏。 本游戏初始也有传言说是这种计算式，但如今已被确凿证据否定。属于死语。 碎石（石を割る） 指消耗蝶矿石来恢复体力。 前面经常会带上数字，如“割1”、“割3”等，但究竟是指碎石的次数还是碎石的个数，因人而异，请结合上下文领会。 在本作的游戏过程中，并没有恢复时把石头碎掉的描写或演出。 ERO指挥官（色情回合さん） 指敌人“ERO指挥官”（色情指挥官）。 在作为18禁游戏的本作中，虽然是解锁凌辱H的路线关键角色，但每14小时才出现1次的排班制度简直白领得令人震惊。 偶尔一不小心把它反杀也是常见现象，因此本作甚至曾被讽刺为《保护ERO指挥官免受超昂战士伤害的游戏》。 随着ERO指挥官强化更新以及可缩短时间捕获的更新，现在已经能稳定捕获了。 不看公告（公告が読めない） 漏看了官方INFOMATION（公告）里写得清清楚楚的信息，却对游戏机制提出疑问、抱怨或提交Bug报告时遭遇的吐嘈。 如今在大多数社交游戏和网游社区中，只要出现此类帖子，就会招来“〇〇不看公告”（〇〇代指各游戏的玩家名称）的吐槽。 发源普遍认为来自Mobage版《偶像大师 灰姑娘女孩》中的“P不看公告（モバPは公告が読めない）”。 在闹出“是不是Bug啊？”之前，先好好阅读公告吧。顺便一提，本作INFOMATION的文本是可以复制的，把公告全文复制到任意文本编辑器后也可以好好进行文本搜索哦。 另外，对于公告里没写，或者光看公告拿不准的事项，也经常会有这种回复，可惜的是，打出这句吐嘈的人往往自己也没看公告。 在本wiki中，这句话经常在带有攻击性的语境下被连呼，因此近年来有作为恶化氛围的挑衅用语而被忌讳的倾向。 就算别人有些疏忽，对新手友好一点也是为了彼此好。请多加注意。 か行（KA行） 开眼 即墙壁“开限”的意思。 拼音/输入法打“かいげん”能一次性转换出来的也是“开眼”，所以很多人就直接打成“开眼”了。 此外，受上限上升的印象影响，哪怕记错成“かいがん”，打出来也是“开眼”。可能也有人是被光之西莉卡大喊“开眼！”给带偏的。 如果不睁大眼睛（开眼）好好检查，很难分辨到底是“开限”还是“开眼”，不过打出来的“开限”里大概有一半都是“开眼”。 期间限定 圣诞遥など、「期间限定精选招募」と表記された认真ャにて実装される角色。この表記がされた角色は标准精选招募扭蛋には追加されず、蕾による初回入手も精选招募が終了すると行えなくなる。从规避景品法“优良误认”的角度出发，日本在线游戏协会的指导方针中记载了标注“期间限定”时需公示提供期间或提供数量，因此原则上之后常驻化可获取的可能性较低。 （下手に無期限表記を行おうとする場合、服务終了日の明示という形で期間終了日の明記をする必要が出てくる） 不过事后才实装的模式其实挺常见的吧？ 假设之后提供常驻实装途径的话 ・「期间限定」ではなく「先行実装」と表記也就是说，明确标示出“之后可以通过常驻途径获取”。同じDMM游戏だと「艦隊これくしょん」がこの表記で排名玩家報酬や活动配布角色の後日実装を可能にしている（元々有償扭蛋要素が乏しい游戏ムではあるが） ・入手方法に直接的な有償課金が影響しないものにする活动配布角色が後から活动復刻→恒常実装できるのは这个が理由。課金ではなく継続的な游玩のみで入手となる。不涉及氪金意味着不再有景品表示法所规定的获取途径明示义务，因此可以毫无问题地采用完全不进行剧透通知的所谓“隐藏角色”式处理。在其他游戏如“Fate/GrandOrder”中，就采取了让特定角色仅能通过不直接涉及氪金的点数来抽取的扭蛋获取，从而将其作为未在扭蛋表记及更新对象中明记的隐藏角色这样的手法。此外，由于“虽然会限制期限但该期限无需仅此一次”，在大多数扭蛋游戏中，会有以所谓“复刻”的形式再次设定期限并进行Pick-up的机会。 そのため、期間内に入手できなかった場合も次の期間を待つという手はある。（特に圣诞遥のようないわゆる「季節衣装角色」は、おおむね毎年該当の季節になると復刻されることが多い。） 角色昵称等（キャラのあだ名など） 主要记载论坛等处的俗称。 昵称一览 阿斯特指 超昂红·阿斯特莱斯（超昂星·阿斯泰拉兹）。也称Ruby A或A Ruby。 咕诶——指 超昂黄玉（艾斯卡·托帕兹）。因为被挨打时会叫出“咕鹅——”的声音。 别再把5%这种对强敌根本不敢想的数字从R继承过来了啊--[hM6TqTpOO7Q]2022-02-02(水)20:31:08圣诞 圣夜〇〇。圣诞节活动的限定角色。 临死前放个最后大招的用法还是老样子呢--[l/G9m5DUtOM]2022-02-02(水)20:45:33指 节拍之星·真理奈（节拍巨星·真里奈）。 超〇〇、超昂〇〇 指超昂变身后的〇〇。已实装的角色中符合条件的有天使型·艾斯卡蕾雅、超昂星·阿斯泰拉兹、超昂闪忍遥、超昂闪忍昴、超昂闪忍成香、节拍巨星·真里奈这6人。频繁成为话题的大概是超成香。 变态人渣指 战部常定（战部时贞）。也称土爆腰带。 水着〇〇 指 盛夏的〇〇。因为是以泳装为主题。 嫁〇〇 指 新娘·〇〇（花嫁・〇〇）。因为是以花嫁为主题。 恋童指 战车的妮可尔（战车妮可尔）。 为了入手情人节翔子砸了三万日元结果还是没拿到，只能用蕾了……上个月为了正月蓝宝石也砸了同样的金额，要完蛋了……--[Pel6Qyp6T4I]2022-02-04(金)00:01:51指 天使超昂手（天使型·艾斯卡蕾雅）。 很可爱所以犹豫要不要抽，请问有谁能提供一下寝室的信息吗--[ZyNHNGZ2BZI]2022-02-04(金)01:33:20指 神骑普拉琪内尔（神骑普拉奇内鲁）。 垃圾逸品（垃圾逸品）（ゴミ逸品） 指使用场景或收益几乎没有的逸品装备。 如太阳之塔、月之兔子、星之卡菲、2P手柄、香菇盾、切好的调味料、不转的向日葵等。 前三者连满凸的机会都没有，还会无限剥夺获取野猫之铃的机会，因此尤为恶劣。 さ行（SA行） 海螺小姐时空（サザエさん時空） 指像某动画那样，剧中时间虽然在流逝，但登场人物却不会变老的状态。 在超昂大战中，季节明明应该已经过了三轮，但明莉她们却一直都是学生，春奈女士也一直都是孕妇。 顺便一提，由于第二部结尾春奈女士分娩了，因此从第一部开始到第二部结束的期间大约是十个月。 集英组与讲谈组（集英組と講談組） 黑道地下社会中数一数二的两大组织。 绝对和现实中存在的某些组织没有任何关系。 宗教上的理由（宗教上の理由） 何らかの游戏ムの游玩環境に対する烦恼や不満があるが・即使扣除这些不满，获得的回报依然很有魅力。・有绝对不想错过的推し角色或运用概念。・不想改变或嫌麻烦去改变自己已经形成的日常流程。・因为今天天气晴朗。・真的信奉存在这种戒律的宗教。…等由于种种情况，面对可行的解决对策却迟迟无法下定决心时使用。如果是宗教上的理由那也没办法。人不能只靠效率活着，正经的宗教都是基于与当时风土文化相称的理由和依据来制定戒律的。本作中确认存在的主要宗教 ・ロイ剧情教：在任务周回时必定使用闪忍司的必杀技“ロイヤル剧情汇率闪光”的宗教。能提升体力消耗对应的宝箱获取效率，但为了使用必杀技无法使用时短券。能抑制蝶矿石的氪金并容易增加周回次数，但费时费力，此外还会受制于主力火力不足导致在高难度地图中发生事故而落败的风险。服务上线首日由于宝箱的掉落效率极差，可以说是所有玩家都必须入信的状况。 卧室 即所谓的18禁场景。不仅在超昂大战，在FANZA的网游中普遍使用。 据说由来是FANZA网游代表作《千年战争Aigis》中对18禁场景的称呼。 〇〇纯色队/〇〇染（〇〇染め） 指统一出击角色的所属阵营。即所谓的趣味队伍。游戏初期统一队伍所属阵营的收益很低，仅有超昂手等传说角色拥有指定阵营的效果，但随着超昂闪忍遥的登场，这一概念成为了主流（作者主观）。由于其性质，通过统一阵营能发挥出与其他角色拉开差距的性能，但反过来说，如果不刻意调整就无法发挥真正价值。此外由于阵营间的平衡调整，现阶段不统一阵营反倒队伍完成度更高。在团队战（Raid）中，由于游戏机制无法完全固定出击，导致无法发挥其真正价值（因此讨论〇〇纯色队基本上都是指团队战以外的日常使用。截至R5/11/15）。主要的〇〇纯色队有想破或久世纯色队、神骑纯色队。 装备简称（装備品の略称） 简称一览 逸品〇〇 指归类为逸品的装备中，拥有〇〇效果的装备。 例如逸品腰带，指的就是 毅力腰带，或是 冲击之仁王。 原则上同一名角色不能装备两件相同的装备，但如果是普通装备与拥有相同效果的逸品，则可以合计装备两件。 这种状态被称为双〇〇、W〇〇。 顽强指 毅力十姐妹。或简称为十姐妹。 应该（大概）不是指HP剩1点强撑类型的技能。 鞄 指 蒲烧鳗鱼包（鳗鱼蒲烧包）。 栗 指 发光栗子（光亮栗子）。 可以和 发光十姐妹 或 发光急惊风 搭配装备2个，该状态被称为双栗子、W栗子等。 连击イ 指 连段之谜（连击之谜）。 垃圾指 太阳之塔（太阳藤）、月之兔子（月兔）、星之卡菲（星咖啡）。 吉波指 蜂蜜打火机（甜心打火机）。 十姐妹指 毅力十姐妹（斗志十姐妹）。或简称为毅力。 并不是指有10个姐妹的角色。 巧克力突猛進指 白胡子关键时刻（白胡子全力一击）。 鈴 指 野猫之铃（多拉猫の鈴）。严格来说并不是装备。 巧克力突猛進+指 重型首发（重型硬汉）。 不仅指装备本身，有时也指装备了它的角色或编队。 也会使用“StarMen”作为“Heavy StarMen”的简称，但写成StarMen时，通常更多是指不限是否装备Heavy StarMen的整体首发阵容（初始出击角色）。 请结合上下文领会。 看到无效护卫我还“哦”了一下，结果只有普攻啊。--[bcQIj9./etc]2023-02-15(水)16:32:46指 电光急惊风（电光急躁者）。 掃除機 指 微利吸尘器（实惠吸尘器）。 可以和 钻头吸尘器 或 微利跑车 搭配装备2个，该状态被称为双吸尘器、W吸尘器等。 泰格指 说话老虎（咆哮猛虎）。 与 火箭发动机 只能二选一装备。因此有时也会被写作火箭or老虎。 钻头指 超级钻头（超级钻头）。 如果是钻头猫、钻头招财猫的情况，则是指 长发招财钻头（长发招财钻头）。 可以和 钻头吸尘器 或 长发招财钻头 搭配装备2个，该状态被称为双钻头、W钻头等。 纳豆指 仁王纳豆。 羽 指 身轻之羽（轻盈羽翼）。 内裤如果是关于装备的话题，指的是 仇恨内裤（仇恨内裤）。 因为超昂大战是色情游戏，根据上下文也可能是卧室（H场景）话题。 弹力十足呢--[fNfyH60pVgo]2023-02-16(木)07:28:33指 1打贝贝塔（一打贝贝塔）。 腰带如果是关于装备的话题，指的是 冲击腰带（冲击腰带）。 由于男主角头上卷着腰带，根据上下文也可能指那边。→头腰带、土爆腰带太郎、变态萝莉控腰带野郎等 可以和 冲击之仁王 或 毅力腰带 搭配装备2个，该状态被称为双腰带、W腰带等。 帽子 指 眩晕帽子（眩晕帽）。 火箭指 火箭发动机（火箭引擎）。 与 说话老虎 只能二选一装备。因此有时也会被写作火箭or老虎。 锁定指 超昂人洛克（超昂人锁）。 或者是指因该效果而无法出击的角色，以及使其无法出击的行为。 た行（TA行） 坦克（タンク） 指凭高防御力或体力承受敌人攻击伤害的角色。MMORPG等游戏自古以来使用的术语。与盾役、肉盾同义。 本作由于体力（HP）自动减少以及准备时间等机制，一旦场上的角色被肃清，阵线就会变得极难维持。因此伤害控制是一项重要的技术，是否有坦克角色会直接影响通关难度。 由来是作为近代武器的坦克车（古代由马牵引的战车被称为“Chariot”）。 顺便一提，即使在武器火力与机动力膨胀的现代军事局势下，坦克也因为“（姑且不论本来就是为了摧毁它而来的反坦克武器）能靠重装甲车身成为盾牌，保护乘员和随行步兵免受人员杀伤武器攻击”等理由，至今仍在各国广泛使用而未被淘汰。 天花板 社交游戏中常见的机制，即运气再差，只要抽够这个次数就必定能获得Up角色的终点。 虽然超昂大战的抽卡没有保底，但可以用昂扬之花蕾兑换角色，而攒够兑换所需的1000个所需的抽卡次数约为330抽，因此也有玩家将其视为伪保底。 这个330抽的数字也会根据所抽卡池的种类、玩家角色的突破状况以及运气而有所上下浮动。 况且昂扬之花蕾就算不抽卡，平时游玩游戏也能获得，所以一般不会为了保底而特意去抽卡。应该吧。 俄罗斯方块（テトリス） 指开启宝箱后的消除板块。 由来不用多说，来自发源自苏联的知名落下型益智游戏。 但与作为落下型益智游戏的俄罗斯方块不同，本作有许多差异，例如上方被堵住的地方也能放置板块等。 由于这是强化角色所必需的，似乎也有不少常定吐槽道：超昂大战的精髓就是俄罗斯方块…… 突破 指角色的限界突破。 突破到上限＝满凸、没有限界突破＝无凸等，通过在“凸”字前后加上词语来赋予含义。 不过在Rank 2～4的情况下，混杂着写作1～3凸的人和写作2～4凸的人，容易让人混淆。 大多数情况下，除了无凸和满凸外，一般只会讨论突破了2次的Rank 3，如果拿不准的话就当成是它就行。 拿不准的话，不使用“凸”而是用★1～5来表示会更保险。 な行（NA行） は行（HA行） 混合（ハイブリッド） 指普通攻击与必杀技用于算出威力的能力值不同的角色。 通常“攻击力”或“魔法力”的其中一个是0，但被称为混合型的角色两者都被设定了数值。 具代表性的是 闪忍遥。 截至2021/02，基本类型是普通攻击为物理、必杀技为魔法，不存在相反的模式。 原型出处之一是汽车的“混合动力车（Hybrid）”。低速时靠电池驱动，高速时靠汽油驱动，通过区分使用多种动力来提高燃油效率的动力方式。 日本由于狭窄/错综复杂的道路以及因红绿灯停下的地方很多，低速时燃油效率比汽油更好的电池驱动优势更容易发挥，因此属于相对容易发挥该优势的地区。 治疗角色（ヒーラー） 指恢复受损队友的角色。 本作中除了极少数例外，无法恢复随时间流逝而减少的体力，因此像B Universe这种需要硬碰硬的强敌战是其主要舞台。 在战斗持续的剧情中也是重要角色，不过在该方面自服务开始时 神骑尤尤艾尔、不久后 六之法杖塞拉菲尔 登场以来，很长一段时间都没有再增加，直到 神骑蒂亚萝尔 等人登场才终于结成了神骑医疗班。 关于这一点，一部分原因是有些角色即使单位性能是奶妈，在剧情中却没有类似的能力。在 圣夜遥 等换装后变成奶妈的角色身上尤为显著。 由来是英语中表示治愈、治疗意思的heal。 ま行（MA行） 打地鼠（もぐら叩き） 指我方主力大半溃败，后备的新角色每当出击就会遭到围攻并相继撤退的状态。 由于移动中无法做任何事，移动速度低的角色往往会被暴打，甚至连行动都做不了就直接退场。 在受到攻击较少的情况下，也可能因时间流逝导致的体力减少而同时撤退，因此需要注意。 配置坦克角色使伤害偏向一边，或者让完成工作的角色及时撤退，就能更容易避免这种情况。 “碗子荞麦面”也常在相同含义下使用。 ○○面（○○麺） 指在团队战（Raid）中利用重型首发（以下简称“面”）的战术。由于游戏机制导致无法选择全部出击角色，且设为禁止出击的方法并不现实，在此背景下诞生了该战术，由此解决了增加角色反而会导致团队战得分下降的问题。具体来说非常简单，只需在优先1～2以外想要出击的角色身上装备上述道具即可。 由此，玩家指定的角色能够填满所有的出击名额，从而降低了因出现未培养角色而导致事故的风险。 优点除了上述提到的之外，通过选出特攻角色还能回收Fever槽＆大幅增加宝箱获取数量。但另一方面，“面”的消耗量极大，普通的长官在预设扫荡的前提下使用该战术，会因为20%的负面修正导致得分大幅暴跌（据说随着仓库容量增加，也有囤积大量“面”而不进行扫荡、直接采用上述战法的超级长官，或者并没有……）。 主要以35～38面进行运作，“面”的数量越多，优先1～2的角色就越少，因此阵容的培养难度会飙升（不过，由于能几乎固定优先1～2的出击成员，稳定性会提高）。 另外，由于该战术前提是在副槽装备“面”，因此出击角色的副槽未解锁的长官不在适用范围内。加油开宝箱吧。 や行（YA行） ら行（RA行） わ行（WA行） 碗子荞麦面（わんこそば） →打地鼠 英文字母 数字・符号 5面（编队） 编成方法的一种。 通过给5个人装备重型首发，可以在优先1之前再嵌入一个5人阵容。 35面（编队） 团队战（Raid）限定的编成方法的一种。 通过给3～40人装备重型首发来固定出击50人的成员，在优先1以后的主力成员出来之前也能赚取宝箱和得分。 重型首发的装备人数因玩家而异。相同概念的编成可以统称为35面，也可以根据实际装备人数来称呼。 评论 提交评论前请先在日志中确认是否有相同内容。 读活动剧情都不知道她到底能不能飞。掉进巧克力沼泽的时候好像飞不起来，救艾克希尔的时候又好像飞起来了 -- [/vx8jsxqZ4A] 2020-12-11 (周五) 20:07:16 终于理解为什么要用一副文化人的口吻说话了（阿尔特里奥斯）。追加了几个如果不习惯页游乍一看很难理解的俗语，但详情不太清楚，就交给了解的大佬了。 -- [fDCL3hAOt7M] 2021-01-09 (周六) 16:05:37 大概只是嫌麻烦没换立绘，不是ADDD而是变成神骑就能飞，所以解除变身飞起来了（掉进陷阱什么的时爱丽丝也说过「先变成神骑不就行了吗？」）毕竟只是为了潜入才用ADDD，暴露之后应该就是一边解除变身一边行动的吧 -- [YRQJn.Jo09.] 2021-02-20 (周六) 16:48:18 虽然我对社交游戏不太了解，但在一般游戏里这类角色（如文中所写，以混合动力车为原型）也会被称为混合型（Hybrid）呢。虽然也能看到二刀流的表达（最近因为大谷的活跃变多了？），但感觉像是在小众之间PK，两者都不算主流。 -- [c3QATTftTX.] 2021-06-11 (周五) 21:07:39 现实世界里普通就是个日常词汇，先姑且不谈， 在游戏里开始被使用大概是从《仙境传说（RO）》开始的吧。在RO里基本都是走单点特化型的加点，拥有2种以上职责的角色很特殊。于是就指着那种角色称呼为“〇〇与〇〇的混合型”了。2024-03-28 (周四) 14:35:06 太冷了 -- [uqveSweRaws] 2021-03-25 (周四) 06:30:13 请帮忙追加火箭、老虎、腰带、面、帽子。 另外，如果角色的称呼还有其他叫法的话，能一并追加上去就太感谢了。2023-09-18 (周一) 23:44:32 ERO指挥官的出现时间，不是16小时，而是14小时吧…… -- [PlCty7tGkWA] 2023-09-20 (周三) 01:15:30 彼を知り己を知れば -- [Gxe7mYUxnNI] 2023-09-21 (周四) 15:40:17 彼を知り己を知れば+ -- [8h8ZKMJt9BU] 2023-09-21 (周四) 17:13:21 啊，是吆喝声啊。虽然不觉得是个明确的定义，但那里居然一直没变反倒挺不可思议的 -- [Gxe7mYUxnNI] 2023-09-21 (周四) 18:15:58 狂欢节（Fes）告知时的博客和角色介绍里明确写了“超昂变身” -- [Gxe7mYUxnNI] 2023-09-21 (周四) 18:40:22 感觉角色的本名确实没必要算进昵称里。又不是要把超昂小队和神骑全部放上去，而且也不是什么通称，而是游戏内登场的本名 -- [Gxe7mYUxnNI] 2023-09-23 (周六) 19:17:17",-1))])}}});export{h as __pageData,y as default};
